<p align="center"><font size="+4"><b>Glossar</b></font></p>

<p align="center">&nbsp; </p>

<p align="center"><font size="+1"><b>Kurzerkl&auml;rungen f&uuml;r nicht-ganz-allt&auml;gliche Begriffe</b></font></p>

<p align="center">(Wird st&auml;ndig erweitert)</p>

<br>

<br>

<!--<p><font size="+1"><b>Begriff</b></font><br>Erkl&auml;rung</p><br>-->



<p><font size="+1"><b>Admin</b></font><br>(Administrator) Der Verwalter eines Webs, eines Systems oder einer Homepage. Versucht unter Koffein- und Nikotineinfluß nächtelang, seine Seiten am Laufen zu halten. Ist allwissend und allm&auml;chtig.

</p>

<p><font size="+1"><b>ADSL</b></font><br>(Asymetric Digital Subscriber Line) Bis zu zehmal schneller als ISDN, aber noch nicht weit verbreitet, weil teuer-teuer und auf´m Dorf sowieso nicht, weil Onkel Telekommunikationsdienst mit der Aufr&uuml;stung nicht nachkommt. Kann ewig dauern, bis man den beantragten Anschluss endlich hat. Wenn man ihn endlich hat, ist´s aber echt cool. </p><br>

<p><font size="+1"><b>Browser</b></font><br>Programm, mit dem man sich die Seiten im Internet anschauen kann

( Netscape, Internet Explorer, Opera, Lynx, Konqueror, ...). Jeder Browser zeigt eine Internetseite etwas anders an. Deshalb sehen manche Seiten mal irgendwie besser und mal komisch aus.</p><br>



<p><font size="+1"><b>Button</b></font><br>Oder auch Schaltfl&auml;che. Bieten einen Link oder eine Funktion an, wenn man draufklickt.</p><br>



<p><font size="+1"><b>Chat</b></font><br>

Platz im Internet, wo sich Leute gegenseitig zulabern können. Dort verkümmert Rechtschreibung und Sprache, aber es bl&uuml;hen die Smilies und Neurosen.</p>



<p><a name="dikten">&nbsp;</a>

<p><font size="+1"><b>Diktengleiche Schrift</b></font><br> bedeutet,  dass alle Buchstaben und Leerzeichen genau die gleiche Breite haben. Eignet sich besonders zur Darstellung von Programmcode, da man dort genau sehen mu&szlig;, ob der Leerraum zwischen zwei Zeichen jetzt wirklich ein Leerzeichen ist oder nur so tut.<br>

<a href="index.php?help_page=ix_forum6.htm#back">(Zur&uuml;ck zur Hilfeseite <b>Textformatierungen</b>)</a></p>



<p><font size="+1"><b>Entwickler, Die</b></font><br>Lichtgestalten, die Stud.IP schufen, um das Leben auf Erden ein St&uuml;ck weit besser zu machen.</p><br>

<p><font size="+1"><b>Flatrate</b></font><br>Telefonieren oder online sein bis der Artzt kommt, aber immer denselben Betrag zahlen. Der leider auch nicht unbedingt niedrig ist.</p>

<a name="fv"><p><font size="+1"><b>Flatview</b></font><br>Ist ebenso wie der <a href="#tv">Treeview</a> eine m&ouml;gliche Forenansicht. Beim Flatview werden aber die Postings nicht aneinandergeh&auml;ngt, sondern stehen platt untereinander, wobei der neueste Beitrag stets ganz oben zu finden ist.</p><br>

<p><font size="+1"><b><a name="hr">Horizontale Linie</a></b></font><br>Kurzerkl&auml;rung zum Stud.IP Textformat: Die horizontale Linie zieht sich &uuml;ber eine ganze Zeile. F&uuml;gen Sie hinter die zwei Minuszeichen noch eine Zahl an (es funktionieren Werte zwischen 1 und 9), wird die horizontale Linie die der Zahl entsprechende Anzahl an Bildpunkten (Pixeln) breit. F&uuml;gen Sie keine Zahl an, wird die Linie standardm&auml;&szlig;ig ein Pixel breit.<br><a href="index.php?help_page=ix_forum6.htm#back">(Zur&uuml;ck zur Hilfeseite <b>Textformatierungen</b>)</a> </p><br>



<p><font size="+1"><b>Hyperlink</b></font><br>Das sagt heutzutage doch kein Mensch mehr. Siehe <b>Link</b>.</p><br>



<p><font size="+1"><b>ISDN</b></font><br>(Integrated Services Digital Network) Kann zwar theoretisch Sprache, Texte, Bilder und Daten &uuml;ber ein einziges digitales Netz und eine Leitung mit 64 000 Bit/S &uuml;bertragen, ist aber letztlich immer noch zu langsam daf&uuml;r. Zumindest schneller als ein Modem, aber letztlich: Uncool.</p><br>



<p><font size="+1"><b>Link</b></font><br>&Auml;h, bei allem Respekt...wie sind Sie hierher gekommen, ohne zu wissen was ein Link ist? Egal: ein Link ist ein besonders hervorgehobenes Element

 (Grafik oder Text) auf einer Website, das zu einem anderen Dokument oder zu einem anderen Teil eines Dokuments f&uuml;hrt. Kann, muss aber nicht, 

 unterstrichen sein (bei Text).</p><br>



<p><font size="+1"><b>LogIn</b></font><br>oder auch <b>am System anmelden</b> bezeichnet den Vorgang, den Nutzernamen und das Passwort einzugeben - und dann &quot;drin&quot; zu sein. In Stud.IP.</p><br>



<p><font size="+1"><b>LogOut</b></font><br>Die Ordnungsgem&auml;&szlig;e Abmeldung aus Stud.IP. Durch einen Klick auf das &quot;T&uuml;r&quot;-Icon oben rechts auf dem Bildschirm. Sollte man immer machen. Ist besser.</p><br>



<p><font size="+1"><b>Modem</b></font><br>( Modulator/Demodulator)

Der kleine Kasten, der lustige Geräusche überfahrender Katzen nachmacht, und dazu weihnachtlich blinkt. Fast immer zu langsam, aber ohne gibts f&uuml;r die meisten kein Internet.</p><br>



<p><font size="+1"><b>Posten</b></font><br>Tu-Wort f&uuml;r den Vorgang des Schreibens und Absendens eines Beitrages f&uuml;r ein Forum im Internet.</p><br>



<p><font size="+1"><b>Posting</b></font><br>Ein selbst geschriebener Beitrag, der in einem Forum im Internet zu sehen ist.</p><br>



<p><font size="+1"><b>Provider</b></font><br>l&auml;&szlig;t einen ins Netz und auf Nachkomma-Centstellen rechen.</p><br>



<p><font size="+1"><b>Sassafras</b></font><br>Nordamerikanischer Laubbaum. Das geh&ouml;rt zwar nicht unbedingt hier her, aber vielleicht machen Sie mal bei einer Quizshow mit. Und das ist dann die Antwort auf die Millionenfrage. Machen Sie <i>uns</i> dann keinen Vorwurf.</p><br>



<p><font size="+1"><b>Server</b></font><br>fieser großer Rechner, auf dem die Seiten des Internet abgelegt sind. Irre teuer und manchmal hochgradig absturzgefährdet.</p><br>



<p><font size="+1"><b>Stud.IP</b></font><br>Kurzbezeichnung f&uuml;r &quot;Studienbegleitender Internetsupport von Pr&auml;senslehre&quot;.</p><br>



<p><font size="+1"><b>System, Das</b></font><br>Andere Bezeichnung f&uuml;r Stud.IP. Jedenfalls innerhalb dieser Hilfeseiten und Stud.IP selbst. In der realen Welt hat dieser Begriff eine andere Bedeutung und u.U. einen negativen Beigeschmack.<br>Hier nicht.<br>Stud.IP schmeckt nach Pfefferminze.</p><br>

<a name="tv"><p><font size="+1"><b>Treeview</b></font><br>Einzelne Beitr&auml;ge in diesem Ansichtsmodus des Forums sind mit <b>Linien</b> verbunden. Das symbolisiert,
das auf ein Posting direkt geantwortet wurde. Die einzelnen Antworten &quot;h&auml;ngen&quot; also sozusagen aneinander. Dadurch sind alle Beitr&auml;ge, 
die zu einer Diskussion geh&ouml;ren, miteinander verbunden. Wegen der m&ouml;glichen Ver&auml;stelungen dieser Struktur nennt man diese Ansicht auch
&quot;Baumansicht&quot; oder &quot;Treeview&quot;. Der <b>&auml;lteste Beitrag</b> steht dabei <b>oben</b>, der <b>neueste am Ende</b> der Baumstruktur. Das mag ungew&ouml;hnlich erscheinen, aber das Forum arbeitet im Treeview <i>nicht</i> nach einem chronologischen System. Es folgt dem Prinzip der sog. <b>threaded discussion</b>, in dem aufeinanderfolgende Beitr&auml;ge aneinandergeh&auml;ngt werden (thread=Faden). Das erm&ouml;glicht das bequeme &quot;durcharbeiten&quot; einer Diskussion von oben nach unten. Anders ist das beim <a href="#fv">Flatview.</a></p><br>


<p><font size="+1"><b>URL</b></font><br>(Unique Request Line oder so...)

soll heißen : Eine Adresse, unter der die Seite, die aufgerufen werden soll, zu erreichen ist. Meist in der Form &quot;www.blafasel.com&quot;.</p><br>



<p><font size="+1"><b>Web</b></font><br>Oder World Wide Web (WWW), bezeichnet einen Dienst des Internet. Ist toll, bunt und kostet gelegentlich viel Geld durch astronomische Telefonrechnungen.</p><br>



<p><font size="+1"><b>WYSIWYG</b></font><br>(Sprich: W&uuml;s&uuml;w&uuml;ck) Theoretisch: What You See Is What You Get. Praktisch: Eine L&uuml;ge. Du denkst, was Du auf dem Bildschirm siehst, kommt auch so aus dem Drucker. Hahaha!  F&uuml;r Stud.IP ohne Bedeutung. Trotzdem eine coole Abk&uuml;rzung, wird von manchen Dozenten gern benutzt. Dann sollte man wissen was das heisst.</p><br>



<p><font size="+1"><b>Yahoo</b></font><br>Suchmaschine im Internet. Inzwischen aus der Mode, aber mit gutem Design. Manche Teile von Stud.IP orientieren sich entfernt an der Funktionalit&auml;t der Yahoo-Oberfl&auml;che.</p><br>



<p>&nbsp; </p>

<p>&nbsp; </p>



<!--

<p><font size="+1"><b>Begriff</b></font><br>Erkl&auml;rung</p><br>



<p><font size="+1"><b>Begriff</b></font><br>Erkl&auml;rung</p><br>

-->