<p>Die Erstanmeldung am System (im folgenden Registrierung genannt) erfolgt in mehreren Schritten, die Sie jedoch nur
  ein einziges Mal durchlaufen m&uuml;ssen. Der erste dieser Schritte ist das
  Auf&uuml;llen des Anmeldeformulars, in dem wir lediglich grundlegende Daten
  von Ihnen wissen m&ouml;chten. Diese Formular erreichen Sie, wenn Sie auf der
  Startseite auf &quot;Registrierung&quot; klicken. Anschliessend werden Sie aufgefordert,
  die Nutzungsbedingungen durchzulesen und zu akzeptieren. Wenn Sie damit einverstanden
  sind, gelangen sie auf das Anmeldeformular:</p>
<p align=center><img src="../locale/de/LC_HELP/pictures/anmeldung.gif" width="559" height="300"></p>
<p>Stud.IP &uuml;berpr&uuml;ft bei der Eingabe automatisch folgende Dinge und
  weist Sie mit einer Fehlermeldung darauf hin, wenn es Probleme gibt:</p>
<ul>
  <li>Der <b>Benutzername</b> darf nicht schon an einen anderen Benutzer vergeben sein. Sollte das der Fall sein, werden Sie darauf hingewiesen.
    In diesem Fall &uuml;berlegen Sie sich bitte einen anderen eindeutigen Benutzernamen. Der Benutzername dient nur zum anmelden am System. In Stud.IP selbst treten Sie unter Ihrem echten Namen in Erscheinung.<br>
  Bei dem Benutzernamen handelt es sich nur um ein einziges Wort. Leerzeichen
    oder Sonderzeichen sind nicht zul&auml;ssig.</li><br><br>
  <li>Das <b>Passwort</b> sollte mehr als 4 Zeichen lang sein. K&uuml;rzere Pasw&ouml;rter
    gelten als sehr unsicher und werden daher zur&uuml;ckgewiesen.</li><br><br>
    <li>Das Feld <b>Passwortbest&auml;tigung</b> dient zur Absicherung. Bitte geben Sie ihr Passwort noch einmal ein.</li><br><br>
  <li>Die Felder <b>Vorname</b> und <b>Nachname</b> m&uuml;ssen ausgef&uuml;llt werden, schliesslich
    m&ouml;chten wir doch wissen, mit wem wir es zu tun haben! Wenn Sie einen
    vor- oder nachgestellten Titel mit eingeben m&ouml;chten, so tun Sie dies
    bitte im Feld Vorname oder Nachname.</li><br><br>
    <li>Die Angabe des <b>Geschlechts</b> dient der politisch korrekten Zuordnung. Das System wird Sie je nachdem z.B. als <b>Tutorin</b> oder <b>Tutor</b> anzeigen.</li><br><br>
  <li>Eine <b>g&uuml;ltige E-Mailadresse</b> ist ebenfalls Pflicht, um an Stud.IP teilnehmen
    zu k&ouml;nnen. Bei der Eingabe wird &uuml;berpr&uuml;ft, ob die eingegeben
    E-Mailadresse sinnvoll ist. W&auml;hrend des Anmeldeprozesses nimmt Stud.IP
    Kontakt mit ihrem Mailserver auf, um herauszufinden, ob diese Adresse tats&auml;chlich
    existiert. Wenn Sie eine nicht-existente Adresse eingeben, k&ouml;nnen Sie
    sich leider nicht registrieren lassen!</li><br><br>
</ul><br><br>
<p>Wenn die Registrierung erfolgreich war, bekommen Sie eine entsprechende Meldung.
  Sie k&ouml;nnen nun sofort das System erkunden. Beachten Sie allerdings,
  dass Sie nur mit einem sehr niedrigen Status im System angemeldet sind
  und unter Umst&auml;nden nicht alle Funktionen nutzen k&ouml;nnen oder d&uuml;rfen,
  solange Sie nicht auf die Best&auml;tigungsmail reagiert haben, die an die von Ihnen angegebene E-Mail-Adresse gesendet wird.</p>
  <p>&nbsp; </p>
    <p>&nbsp; </p>