
<p>Hier k&ouml;nnen Sie eigene Einstellungen f&uuml;r die Stud.IP-internen-SMS und den Messenger vornehmen.</p>
<br>
<p><b>Systeminterne Kurznachrichten (SMS)</b></p>
<p>Die Systeminternen Kurznachrichten bezeichnen wir der 
Einfachheit halber als <b>SMS</b>. Verwechseln Sie das aber bitte nicht mit normalen <b>Handy-SMS</b> -unsere funktionieren wirklich nur
zwischen den einzelnen Teilnehmern von Stud.IP!</p>
<ul>
<li><b>Automatisches L&ouml;schen</b><br>Ihre gelesenen SMS werden Automatisch beim Abmelden aus dem System gel&ouml;scht. Ist die Funktion nicht aktiviert (zu erkennen an dem leeren wei&szlig;en K&auml;stchen), stehen Ihnen Ihre SMS bei der n&auml;chsten Anmeldung wieder zur Verf&uuml;gung.</li><br><br>
<li><b>Signatur</b><br>Eine Art &quot;Unterschrift&quot; unter den SMS, die Sie an andere Teilnehmer verschicken. Zum Beispiel Ihre Initialen, Ihr Name oder Ihr
Spitzname.</li><br>
</ul>
<br>
<p><b>Stud.IP Messenger</b></p>
<p>Der Messenger ist ein kleines Fenster, welches au&szlig;erhalb des eigentlichen Stud.IP-Browserfensters ge&ouml;ffnet wird. Es h&auml;lt sich normalerweise 
vornehm im Hintergrund (zu sehen nur auf der Taskleiste am unteren Bildschrimrand). Wenn Sie eine SMS erhalten, meldet sich der Messenger im Vordergrund
und macht Sie auf die neue Nachricht aufmerksam. Zudem haben Sie die M&ouml;glichkeit, eine &quot;Buddy-Liste&quot; anzulegen. Buddies sind Kommilitonen 
oder Kollegen, mit denen Sie des &ouml;fteren Kontakt pflegen. Buddies werden direkt im Messenger Fenster angezeigt, wenn sie im System unterwegs sind.</p>
<p>Nat&uuml;rlich k&ouml;nnen Sie den Messenger an Ihre Bed&uuml;rfnisse anpassen:</p>
<ul>
<li><b>Starten</b><br>Wenn Sie diese Funktion aktivieren, wird der Messenger automatisch gestartet wenn Sie sich in das System einloggen.</li><br><br>
<li><b>Dauer bis inaktiv</b><br>Bezeichnet den Zeitraum, den einE NutzerIn  inaktiv im System sein darf. Bei dessen &Uuml;berschreitung wird der/die
 NutzerIn in  
der &quot;Wer ist Online&quot;-Liste Ihres Messengers nicht mehr angezeigt. Dieser &quot;Timeout&quot; ist n&ouml;tig, da manche TeilnehmerInnen sich 
schlichtweg vergessen abzumelden -ohne Timeout w&uuml;rden sie ewig und drei Tage als online angezeigt.<br>Sie haben die Wahl zwischen 5, 10 und 15 
Minuten &quot;Karenzzeit&quot; f&uuml;r andere NutzerInnen.</li><br><br>
<li><b>Buddy hinzuf&uuml;gen</b><br> Um eine Kommilitonin/einen Kommiltonen oder eine Kollegin/einen Kollegen in 
Ihre pers&ouml;nliche Buddy-Liste aufzunehmen, geben Sie seinen/ihren Namen in das Suchfeld ein und klicken Sie auf
<p align="center">
<img src="../locale/de/LC_BUTTONS/suchestarten-button.gif" width="93" height="22" alt="suchestarten-button.gif (2 kB)" border="0"></p> Wenn die Suche erfolgreich
war, k&ouml;nnen Sie nun aus einer Liste den gew&uuml;nschten Teilnehmer ausw&auml;hlen und zu Ihrer Buddy-Liste hinzuf&uuml;gen. Dr&uuml;cken
Sie hierzu die  Schaltfl&auml;che &quot;Diesen Benutzer hinzuf&uuml;gen&quot; .</li><br><br>
<li><b>Buddies</b><br>Ihre pers&ouml;nliche &quot;Freundesliste&quot;. Anfangs ist diese Liste noch leer, aber wenn Sie Buddies gew&auml;hlt haben,
sehen Sie neben deren Namen eine Farbtafel:
<p align="center"><img src="../locale/de/LC_HELP/pictures/buddy.gif" width="906" height="115" alt="buddy.gif (20 kB)" border="1"></p>
Sie k&ouml;nnen hier Ihren Buddies Farben zuweisen, damit Sie sie schneller identifizieren k&ouml;nnen, oder auch einzelne Buddies aus der Liste 
l&ouml;schen. Dazu klicken sie auf die jeweilige M&uuml;lltonne &nbsp; <img src="../locale/de/LC_HELP/pictures/tonne3.gif" width="20" height="20" alt="tonne3.gif (1 kB)" border="0">&nbsp; rechts im Bild.
</li> 
</ul>

<p>Dr&uuml;cken Sie zum Speichern der Einstellungen auf</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/aenderueber.gif" width="190" height="29" alt="aenderueber.gif (1 kB)" border="0"> </p>

 <p>&nbsp; </p>  
  <p>&nbsp; </p>