<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Unbenanntes Dokument</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<p><font size="+2">Evaluationen und Fragebögen erstellen</font></p>
<p><a name="start"></a>Informationen auf dieser Seite:</p>
<ul>
  <li><a href="#uberblick">&Uuml;berblick &uuml;ber die Evaluationsverwaltung</a></li>
  <li><a href="#durchfuehren">Evaluation durchf&uuml;hren</a> - auf Basis einer &ouml;ffentlichen Vorlage (der einfachste Weg Evaluationen durchzuf&uuml;hren)</li>
  <li><a href="#auswertung">Auswertung</a></li>
  <li><a href="#bearbeiten">&ouml;ffentliche Vorlagen bearbeiten</a></li>
  <li><a href="#erstellen">eigene Vorlagen erstellen</a> </li>
</ul><br><br>
<p><a name="ueberblick"></a>
<br><br><br><br>
<font size="+2">Überblick &uuml;ber die Evaluationsverwaltung</font></p>
    <p>In Stud.IP haben Sie die M&ouml;glichkeit Evaluationen durchzuf&uuml;hren. Sie k&ouml;nnen dabei auf &ouml;ffentlich Evaluationsvorlagen zur&uuml;ckgreifen oder aber auch eigene Evaluationsvorlagen erstellen. Sie m&uuml;ssen sich auf der <a href="./index.php?help_page=x_adminarea.htm">Administrierungsseite</a> der Veranstaltung befinden, in der Sie die Evaluation ver&ouml;ffentlichen wollen. Dort klicken Sie auf den Unterpunkt <b>Evaluationen</b>.</p> <br>
<p>Es &ouml;ffnet sich  in etwa folgende Seite:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval.gif" width="446" height="325"></p>
<p>Sie sehen, dass die Evaluationsverwaltung vier Bereiche hat.</p>
<p>Im Bereich 1 k&ouml;nnen Sie neue Evaluationsvorlagen erstellen. Hierbei handelt es sich noch nicht um die Ver&ouml;ffentlichung, sondern lediglich um die Erstellung einer Vorlage, die, nachdem sie von Ihnen erstellt worden ist, ver&ouml;ffentlicht werden kann. </p>
<p>Im Bereich 2 k&ouml;nnen Sie in Stud.IP vorhandene Vorlagen suchen lassen. Gefundene Vorlagen werden in diesem Bereich angezeigt. Sie k&ouml;nnen diese dann &auml;ndern und anschlie&szlig;end ver&ouml;ffentlichen. Sie m&uuml;ssen also nicht selbst die Vorlagen erstellen. Dies ist meist der effizienteste Weg Evaluationen durchzuf&uuml;hren. </p>
<p>Im Bereich 3 werden alle Vorlagen angezeigt, die Sie selbst erstellt haben oder die Sie in Stud.IP gefunden und dem Bereich 3 hinzugef&uuml;gt haben. Um Vorlagen zu verwenden, m&uuml;ssen Sie diese hier (also der Liste Ihrer Evaluationsvorlagen) hinzuf&uuml;gen. </p>
<p>Im Bereich 4 sehen Sie eine &Uuml;bersicht, &uuml;ber alle Ihre Evaluationen: die, die noch nicht laufen, die die momentan laufen und die, die nicht mehr laufen. Haben Sie noch keine Evaluationen ver&ouml;ffentlicht, ist dieser Bereich leer - wie im obigen Beispiel.</p>
<br><br>
<p><a name="durchfuehren"></a>
<br><br><br><br>
<font size="+2">Evaluationen durchf&uuml;hren </font></p>
<ul>
  <li>Um nun  tats&auml;chlich eine Evaluation durchzuf&uuml;hren, tragen Sie im Feld &quot;&Ouml;ffentliche Evaluationsvorlage suchen:&quot; mind. 3 Buchstaben einer Evaluationsvorlage ein (z.B. &quot;eva&quot;) und klicken anschlie&szlig;end auf den Button <b>suchen</b>. Sie erhalten dann eine Auflistung aller Vorlagen, die in Stud.IP existieren.</li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_vorlagen.gif" width="586" height="425"></p>
<ul>
  <li>Für die drei Buchstaben "eva", die wir eingetragen haben, existieren sowohl Evaluationen mit diesem Namen, als auch andere Evaluationen, welche die Buchstabenkette &quot;eva&quot; in ihrer Beschreibung enthalten. </li>
</ul>
<p><img src="../locale/de/LC_HELP/pictures/gruen.gif"> Tragen Sie drei Prozentzeichen (%%%) ein, um alle in Stud.IP existierenden Vorlagen angezeigt zu bekommen.</p>
<ul>
  <li>Vor dem Namen der Vorlage finden Sie eine Lupe (hier rot unterlegt). Klicken Sie darauf und Sie k&ouml;nnen sich in einem neuen Fenster die Evaluation ansehen. 
  </li><br>
  <li>Ganz rechts finden Sie hinter jeder Vorlage einen Pfeil (auch rot unterlegt). Die Vorlage, die Sie verwenden wollen, m&uuml;ssen Sie in die Liste Ihrer Evaluationsvorlagen ( Bereich 3) kopieren. Um das zu tun, klicken Sie auf diesen Pfeil hinter der entsprechenden Vorlage.</li>
</ul>
<p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47"> Sie k&ouml;nnen die vorhandenen Vorlagen auch bearbeiten und so Ihren Bed&uuml;rfnissen und W&uuml;nschen anpassen. Dazu muss die Vorlage jedoch in den Bereich 3 kopiert werden. (Also auch zum Bearbeiten auf den gelben Pfeil klicken.) Infos zum Bearbeiten von Vorlagen finden Sie <a href="#bearbeiten">hier</a>. <br>
</p>
<ul>
  <li>Die kopierte Vorlage erscheint -nachdem Sie auf den Pfeil geklickt haben- in der Liste Ihrer Evalutionsvorlagen (Bereich 3):</li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_eigene_vorl.gif" width="491" height="61"><br>
</p>
<ul>
  <li>&Ouml;ffnen Sie die Vorlage, die Sie ver&ouml;ffentlichen m&ouml;chten, um weitere Eigenschaften festzulegen, wie z.B. von wann bis wann die Evaluation stattfinden soll. Zum &Ouml;ffnen klicken Sie auf den Pfeil, der sich links befindet (hier rot unterlegt) oder auf den Namen der Vorlage. Im obigen Beispiel befindet sich nur eine Vorlage in der Liste. Nat&uuml;rlich k&ouml;nnen Sie auch mehr Vorlagen in die Liste kopieren. &Ouml;ffnen Sie eine Vorlage, sehen Sie folgendes: </li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_eigene_vorl1.gif" width="725" height="315"><br>
</p>
<ul>
  <li>Hier k&ouml;nnen Sie entscheiden wann und wie lange die Evaluation laufen soll und vor allem wo. Sie legen einen Anfangszeitpunkt fest bzw. starten sp&auml;ter manuell und einen Endzeitpunkt bzw. beenden manuell. Desweiteren k&ouml;nnen Sie entscheiden, wo die Evaluation ver&ouml;ffentlicht werden soll. Sie machen dann hinter der entsprechenden Veranstaltung ein H&auml;kchen beim <b>einh&auml;ngen</b> oder beim <b>kopieren</b>. <br>
  </li>
</ul>
<p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47">Zum Unterschied zwischen <b>einh&auml;ngen</b> und <b>kopieren</b>: H&auml;ngen Sie eine Evaluation ein, wird keine neue Instanz des Fragebogens erzeugt. Egal von welchem Ort aus der Fragebogen ausgef&uuml;llt wird, die Eingaben werden in denselben Datensatz geschrieben. Die Daten werden gepoolt. <br>
  Wenn Sie die Evaluation hingegen in einen Bereich kopieren, wird ein komplett neuer Datensatz erstellt. <br>
  <br>
  Um also ein und dieselbe Evaluationsvorlage auf verschiedene Veranstaltungen anzuwenden, k&ouml;nnen Sie diese in jede Ihrer Veranstaltungen kopieren. Es gibt dann die gleiche Anzahl Datens&auml;tze wie Veranstaltungen. Jede Veranstaltung wird einzeln ausgewertet, basiert aber auf derselben Vorlage. <br>
  Wenn Sie die Vorlage in Ihre Veranstaltungen einh&auml;ngen, statt zu kopieren, wird nur ein Datensatz erstellt und Sie bekommen eine Auswertung &uuml;ber alle Veranstaltungen. Auch wenn Sie z.B. eine Veranstaltung evaluieren m&ouml;chten und dazu sowohl Ihre Veranstaltungsseite als auch Ihre Einrichtungsseite benutzen m&ouml;chten, werden Sie den Fragebogen wohl einh&auml;ngen, um abschlie&szlig;end nur einen Datensatz auszuwerten. <br>
  Ver&ouml;ffentlichen Sie die Evaluation nur in Ihrer Veranstaltung, haben auch nur die TeilnehmerInnen dieser Veranstaltung die M&ouml;glichkeit den Fragebogen auszuf&uuml;llen. <br>
</p>
<ul>
  <li>Haben Sie alle Einstellungen get&auml;tigt, klicken Sie auf den Button <b>&uuml;bernehmen</b>. 
  </li><br>
  <li>Im Bereich 4 - dem &Uuml;berblicksbereich aller Ihrer Evaluationen - finden Sie die eben erstellte Evaluation vor:</li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_fertig.gif" width="710" height="215"><br>
</p>
<p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47"> Wichtig: Sie m&uuml;ssen den Bereich  ausw&auml;hlen, in dem die Evaluation liegt (z.B. Ihre Veranstaltung oder Ihre Homepage etc.), da sonst die Evaluation nicht angezeigt wird. W&auml;hlen Sie dazu aus dem Auswahlmen&uuml; den entsprechenden Bereich und klicken Sie auf <b>anzeigen</b>. Nun wird die Evaluation darunter angezeigt.</p>
<ul>
  <li>Haben Sie in den Einstellungen &quot;sp&auml;ter manuell starten&quot; gew&auml;hlt, starten Sie die Evaluation hier, in dem Sie auf den Button <b>starten</b> klicken. Die TeilnehmerInnen Ihrer Veranstaltung k&ouml;nnen nun den Fragebogen ausf&uuml;llen. </li>
</ul>
<ul>
  <li>Nachdem Sie die Evaluation gestartet haben, finden Sie sie unter &quot;<b>Laufende Evaluationen</b>&quot;.</li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_laufend.gif" width="681" height="52"></p>
<p>Die Schaltfl&auml;chen haben folgende Funktionen:</p>
<ul>
  <li><b>stop</b>: Die Evaluation wird angehalten. Der Fragebogen kann nun nicht mehr ausgef&uuml;llt werden.</li>
  <li><b>zur&uuml;cksetzen</b>: Die Evaluation l&auml;uft weiter. Alle bisherigen Eintr&auml;ge werden jedoch gel&ouml;scht.</li>
  <li><b>CSV-Export</b>: Die bisherigen Antworten aus dem Fragebogen werden als CSV-Datei (mit Excel bearbeitbar) aufbereitet. Diese kann auf der folgenden Seite heruntergeladen werden.</li>
  <li><b>l&ouml;schen</b>: Die Evaluation wird aus dem entsprechenden Bereich gel&ouml;scht. Auch alle Eintr&auml;ge werden gel&ouml;scht.</li>
  <li><b>Auswertung</b>: Die Evaluation wird ausgewertet. Sie wird dadurch nicht gestoppt. </li>
</ul><br><br>
<p><a name="auswertung"></a>
<br><br><br><br>
<font size="+2">Auswertung</font></p>
<p>Sie k&ouml;nnen Ihre Evaluation von Stud.IP auswerten lassen. Es werden sowohl die absoluten als auch prozentualen H&auml;ufigkeiten angegeben. Au&szlig;erdem werden die H&auml;ufigkeiten graphisch dargestellt. Sie k&ouml;nnen sich die Auswertung auch in Form einer PDF-Datei ausgeben lassen. </p>
<p>Um Ihre Evaluation auswerten zu lassen, </p>
<ul>
  <li>klicken Sie hinter der Evaluation auf den Button <b>Auswertung</b>. Ihre Evaluation wird ausgewertet. Sie sehen in etwa folgendes:</li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_auswert.gif" width="732" height="333"> </p>
<p>Alle ausgewerteten Fragen werden  wie im obigen Beispiel auf einer Seite dargestellt. </p>
<ul>
  <li>Rechts sehen Sie in der Titelleiste jedes Blockes zwei gelbe Pfeile (hier rot unterlegt). Klicken Sie auf die zwei Pfeile <img src="../locale/de/LC_HELP/pictures/pfeil_gelb1.gif" width="21" height="18">wird die Darstellungsform ge&auml;ndert und Sie erhalten die Bl&ouml;cke in Tabellenform ausgewertet, anstatt mittels Grafiken.</li>
</ul>
<p>Ganz oben rechts sehen Sie noch 3 Schaltfl&auml;chen (hier rot umrandet): </p>
<ul>
  <li><b>PDF-Export</b>: Klicken Sie darauf, und die Auswertung &ouml;ffnet sich in Ihrem <a href="./index.php?help_page=glossar.htm" target="_blank">Browser</a> oder im Acrobat Reader im PDF-Format (je nach Browsereinstellungen). Nun k&ouml;nnen Sie die Auswertung als PDF-Datei auf Ihrer Festplatte speichern. (Datei - Speichern)</li>
  <br><li><b>Druckansicht</b>: Klicken Sie auf diesen Link, &ouml;ffnet sich ein neues Fenster mit einer druckbaren Fassung Ihrer Auswertung. Drucken Sie diese &uuml;ber die Druckfunktion Ihres Browsers.</li>
  <br><li><b>Doppelpfeile</b> <img src="../locale/de/LC_HELP/pictures/doppelpfeil.gif" width="19" height="15">: Klicken Sie darauf, gelangen Sie zur Konfiguration Ihrer Auswertung. </li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_konfig.gif" width="386" height="215"></p>
<ul>
  <ul>
    <li>Im Bild ist die Standardkonfiguration zu sehen. Wenn Sie diese &auml;ndern und die &Auml;nderung auch f&uuml;r zuk&uuml;nftige Auswertungen dieser speziellen Evaluation beibehalten m&ouml;chten, klicken Sie auf <b>Template speichern</b>. Wollen Sie das r&uuml;ckg&auml;ngig machen, klicken Sie auf <b>reset</b> und alle &Auml;nderungen werden zur&uuml;ck auf die Standardkonfiguration gesetzt. </li>
    <li>&Uuml;ber die Schaltfl&auml;che <b>Zur&uuml;ck zur Evaluation</b>, kommen Sie....zur&uuml;ck zur Evaluation. </li>
  </ul>
</ul><br><br>
<p><a name="bearbeiten"></a>
<br><br><br><br>
<font size="+2">Bearbeiten öffentlicher Evaluationsvorlagen</font></p>
<p>Der leichteste Weg Evaluationen durchzuf&uuml;hren ist es, auf &ouml;ffentliche Vorlagen zur&uuml;ckzugreifen. Gibt es keine &ouml;ffentliche Vorlage, die genau Ihren W&uuml;nschen entspricht, k&ouml;nnen Sie diese &ouml;ffentlichen Vorlagen auch bearbeiten und anschlie&szlig;end die abge&auml;nderte Fassung als Fragebogen einsetzen. </p>
<p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47"> Sie k&ouml;nnen die urspr&uuml;ngliche Evaluationsvorlage in einem extra Fenster &ouml;ffnen und sich so w&auml;hrend des Bearbeitens immer wieder das visuelle Endprodukt vergegenw&auml;rtigen. Unter Umst&auml;nden f&auml;llt es Ihnen damit leichter, den &Uuml;berblick zu behalten. Um die Vorschau zu &ouml;ffnen, klicken Sie auf die Lupe vor dem Titel der Evaluationsvorlage. <br>
</p>
<p>Um &ouml;ffentliche Vorlagen bearbeiten zu k&ouml;nnen, m&uuml;ssen Sie diese in Ihre Evaluationsvorlagen (Bereich 3) kopieren. (Wenn Sie nicht wissen wie das geht, lesen Sie bitte die obigen Abschnitte <a href="#ueberblick">&Uuml;berblick &uuml;ber die Evaluationsverwaltung</a> und <a href="#durchfuehren">Evaluationen durchf&uuml;hren</a>). Wir gehen jetzt davon aus, dass sich die Vorlage, die sie bearbeiten m&ouml;chten in der Liste Ihrer Evaluationsvorlagen befindet.</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_eigene_vorl.gif" width="491" height="61"><br>
</p>
<ul>
  <li>Klicken Sie auf den Button <b>bearbeiten</b>. Sie befinden sich nun auf der ersten Ebene, die der  Evaluation als Ganzes entspricht. Die Evaluation ist in eine Baumstruktur aufgegliedert. Unterhalb der Titelzeile &quot;Evaluation editieren&quot; erfolgt die Navigation. Sie haben hier die M&ouml;glichkeit von h&ouml;heren Ebenen auf niedere Ebenen zu wechseln.<br>
  </li>
</ul>
<div align="center"><img src="../locale/de/LC_HELP/pictures/eval_bearb_eval.gif" width="502" height="296"><br>
</div>
<ul>
  <li>Hier sehen Sie den Titel und zus&auml;tzliche Informationen zur Vorlage. <br>
    <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> Zum Bearbeiten dieser Felder, klicken Sie einfach mit der Maus hinein und ver&auml;ndern den Text. 
  </li>
  <br>
  <li>Unter &quot;Globale Eigenschaften&quot;, k&ouml;nnen Sie entscheiden,
  </li>
  <ul>
    <li>ob die Evaluation <b>anonym</b> oder <b>personalisiert</b> durchgef&uuml;hrt werden soll<br>
    <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> markieren Sie dazu einfach das entsprechende Feld   </li>
    <li>ob Sie die &Auml;nderungen an der Vorlage &uuml;bernehmen   wollen <br>
      <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> klicken Sie auf die Schaltfl&auml;che <b>&uuml;bernehmen</b></li>
    <li>ob Sie noch weitere Gruppierungsblocks  erstellen m&ouml;chten <br>
      <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> klicken Sie auf die Schaltfl&auml;che
      <b>erstellen</b>
    </li>
  </ul><br>
  <li>Ganz unten sehen Sie eine Liste der Gruppierungsbl&ouml;cke dieser Evaluation.
    <ul>
      <li>Klicken Sie rechts auf die gelben Pfeile <img src="../locale/de/LC_HELP/pictures/pfeil_gelb2.gif" width="13" height="11"> <img src="../locale/de/LC_HELP/pictures/pfeil_gelb3.gif" width="13" height="11"> um den Block eine Position h&ouml;her oder tiefer zu schieben. Bl&ouml;cke k&ouml;nnen nur auf denselben Hierachieebenen verschoben werden. </li>
      <li>Klicken Sie auf den Pfeil <img src="../locale/de/LC_HELP/pictures/pfeil_hb.gif" width="10" height="20"> links vom Titel oder aber auf den Titel selbst, um den Block zu &ouml;ffnen.</li>
    </ul>
  </li>
</ul>
<p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47">Sie befinden sich nun auf der zweiten Ebene - die Ebene der Gruppierungsblöcke.
Gruppierungsbl&ouml;cke selbst enthalten keine Fragen und sind eher eine Art Container, die die Fragenbl&ouml;cke enthalten. Gruppierungsbl&ouml;cke strukturieren also die Evaluation vor. In Gruppierungsbl&ouml;cken k&ouml;nnen entweder Fragenbl&ouml;cke oder Untergruppierungsbl&ouml;cke enthalten sein. Niemals beides. Fragenbl&ouml;cke sind also immer die letzten Ebenen oder die &quot;Bl&auml;tter eines Baumes&quot;. </p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_bearb_seminar.gif" width="545" height="276"></p>
<p>&nbsp;</p>
<ul>
  <li>Das obige Bild zeigt einen Gruppierungsblock und die in ihm befindlichen Fragenbl&ouml;cke. (Darunter sind weiterhin die anderen Gruppierungsbl&ouml;cke zu sehen.) Sie k&ouml;nnen auf dieser Ebene:<br>    
    <ul>
      <li>den Titel des Gruppierungsblockes &auml;ndern und zus&auml;tzlichen Text einf&uuml;gen </li>
      <li>die &Auml;nderungen am Gruppierungsblock <b>&uuml;bernehmen</b>.</li>
      <li>einen neuen Fragenblock <b>erstellen</b></li>
      <li>den Gruppierungsblock <b>verschieben</b></li>
      <li>den Gruppierungsblock <b>l&ouml;schen</b></li>
      <li>mittels der gelben Doppelpfeile <img src="../locale/de/LC_HELP/pictures/pfeil_gelb2.gif" width="13" height="11"> <img src="../locale/de/LC_HELP/pictures/pfeil_gelb3.gif" width="13" height="11"> die Positionen der Fragenbl&ouml;cke ver&auml;ndern 
      </li>
    </ul>  
  <br>  
<li>Zum Verschieben von Bl&ouml;cken, klicken Sie bitte auf die Schaltfl&auml;che <b>verschieben</b>. Sie sehen dann einen Text, der Ihnen mitteilt, wohin Sie die Gruppierungsbl&ouml;cke verschieben k&ouml;nnen: in einen anderen Gruppierungsblock, der entweder leer ist oder andere Gruppierungsbl&ouml;cke (niemals aber Fragenbl&ouml;cke) enth&auml;lt. Sie k&ouml;nnen den Gruppierungsblock auch in die oberste Ebene verschieben. Alle Orte, in den Sie den Gruppierungsblock verschieben k&ouml;nnen, besitzen rechts einen gelben Doppelpfeil <img src="../locale/de/LC_HELP/pictures/pfeil_links.gif" width="11" height="18">. Klicken Sie auf diesen Pfeil und der Block wird verschoben. <br>
</ul>

<p>Bevor wir einen neuen Fragenblock erstellen, wollen wir erstmal einen bereits vorhandenen bearbeiten. </p>
<ul>
  <li>Öffnen Sie einen Fragenblock, indem Sie davor auf den Pfeil <img src="../locale/de/LC_HELP/pictures/pfeil_hb.gif" width="10" height="20"> klicken oder auf den Namen des Fragenblocks:</li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_bearb_fb.gif" width="592" height="438"></p><br>
<p>Sie befinden sich nun auf der Ebene des Fragenblocks und k&ouml;nnen den Fragebogen Ihren Vorstellungen anpassen, indem Sie Fragen &auml;ndern, l&ouml;schen oder hinzuf&uuml;gen. </p>
<ul>
  <li>Sie k&ouml;nnen auf dieser Ebene: <br>
    <ul>
      <li>den Titel bzw. das Thema dieses Blockes &auml;ndern (und nat&uuml;rlich zus&auml;tzlichen Text einf&uuml;gen)</li>
      <li>entscheiden ob die Fragen dieses Blockes beantwortet werden m&uuml;ssen oder nicht <br>
      <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> markieren Sie dazu entweder <b>ja</b> oder <b>nein</b> (die Entscheidung gilt dann f&uuml;r alle Fragen des Blockes/den ganzen Block)</li>
      <li>eine neue  Antwortenvorlage <b>zuweisen</b> <br>
      <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> w&auml;hlen Sie eine neue Vorlage aus dem Auswahlmen&uuml; (klicken Sie dazu auf den kleinen Pfeil) </li>
      <li>Fragen <b>l&ouml;schen</b> oder auch <b>hinzuf&uuml;gen</b> </li>
      <li>die Position der Fragen ver&auml;ndern (<img src="../locale/de/LC_HELP/pictures/pfeil_gelb2.gif" width="13" height="11"> <img src="../locale/de/LC_HELP/pictures/pfeil_gelb3.gif" width="13" height="11">)</li>
      <li>den ganzen Block an eine andere Stelle im Baum <b>verschieben</b> oder ganz <b>l&ouml;schen</b> </li>
      <li>die &Auml;nderungen <b>&uuml;bernehmen<br>
      </b></li>
    </ul>
  </li>
  <li>Zum Verschieben von Fragenbl&ouml;cken: Fragenbl&ouml;cke k&ouml;nnen nur in leere Gruppierungsbl&ouml;cke oder in Gruppierungsbl&ouml;cke mit anderen Fragenbl&ouml;cken verschoben werden. Klicken Sie zum Verschieben wieder auf die gelben Doppelpfeile <img src="../locale/de/LC_HELP/pictures/pfeil_links.gif" width="11" height="18">.</li>
</ul>
<p>&nbsp;</p>
<p><a name="erstellen"></a></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><font size="+2">Eigene Fragenvorlagen erstellen</font></p>
<p>Bevor Sie eine eigene Vorlagen erstellen, &uuml;berpr&uuml;fen Sie, ob es nicht sinnvoller ist, eine bereits vorhandene Vorlage entsprechend abzu&auml;ndern und Ihren W&uuml;nschen anzupassen. Haben Sie sich entschlossen eine eigene Vorlage zu erstellen, klicken Sie im Bereich 1 auf &quot;Eine neue Evaluationsvorlage <b>erstellen</b>". Es &ouml;ffnet sich folgende Seite. </p>
<p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47"> Lesen Sie unter Umst&auml;nden auch <a href="#start">die anderen Abschnitte</a> &uuml;ber Evaluationen. </p>
<p>&nbsp;</p>
<p align="center">1.Ebene: Globale Eigenschaften der Evaluation <br>
<img src="../locale/de/LC_HELP/pictures/eval_erstell.gif" width="705" height="275"></p>
<ul>
  <li>Als erstes sollten Sie Ihrer Evaluation einen Namen geben und eventuell zus&auml;tzlich erkl&auml;renden Text einf&uuml;gen. Sie befinden sich auf der obersten Ebene der Evaluation und legen desweiteren fest, ob die Evalutaion <b>anonym</b> oder <b>personalisiert</b> durchgef&uuml;hrt werden soll. Markieren Sie einfach das entsprechende Feld.<br>
  </li>
  <li>Sie sehen, dass ein <b>Erster Gruppierungsblock</b> bereits angelegt wurde. &Ouml;ffnen Sie diesen, indem Sie darauf klicken, um ihn zu bearbeiten oder klicken Sie auf die Schaltfl&auml;che <b>erstellen</b>, um weitere Gruppierungsbl&ouml;cke auf dieser Ebene zu erstellen. <br>
    <br>
  </li>
</ul>
<p align="center">2.Ebene: Eigenschaften der Gruppierungsbl&ouml;cke <br>
<img src="../locale/de/LC_HELP/pictures/eval_erstell1.gif" width="718" height="217"></p>
<ul>
  <li>Geben Sie dem Gruppierungsblock einen aussagekr&auml;ftigen Namen.<br>
  </li>
  <li>Innerhalb von Gruppierungsbl&ouml;cken haben Sie die M&ouml;glichkeit:<br>    
    <ol>
      <li>andere Gruppierungsbl&ouml;cke zu erstellen<br>
      <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> klicken Sie dazu auf <img src="../locale/de/LC_BUTTONS/erstellen-group-button.gif" width="93" height="22"> oder<br>
      </li>
      <li>Fragenbl&ouml;cke zu erstellen<br>
        <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> klicken Sie dazu auf <img src="../locale/de/LC_BUTTONS/erstellen-qgroup-button.gif" width="93" height="22"> (beachten Sie das Fragezeichen auf dem Icon)</li>
    </ol>
  </li>
</ul>
<p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47"> Fragen- und Gruppierungsbl&ouml;cke k&ouml;nnen sich niemals in ein- und demselben Block befinden. Gruppierungsbl&ouml;cke enthalten also entweder andere Untergruppierungsbl&ouml;cke oder aber Fragenbl&ouml;cke.<br>
</p>
<ul>
  <li>Sie k&ouml;nnen hier auch  eine Antwortvorlage ausw&auml;hlen, die dann f&uuml;r den gesamten Gruppierungsblock als Voreinstellung &uuml;bernommen wird. Sie k&ouml;nnen die Antwortvorlagen jedoch jederzeit &auml;ndern, da Sie das Vorlagen-Auswahlmen&uuml; auf jeder Ebene (au&szlig;er der obersten) finden werden. </li>
</ul>
<p align="center"><img src="../locale/de/LC_HELP/pictures/eval_skalen.gif" width="176" height="252"></p><br>
  <br>
  <ul>
    <li>Klicken Sie auf den Button <b>verschieben</b>, um den Gruppierungsblock zu verschieben.
      <br>      
      <ul>
        <li>Gruppierungsbl&ouml;cke k&ouml;nnen in andere Gruppierungsbl&ouml;cke verschoben werden, wenn diese leer sind oder andere (Unter)Gruppierungsbl&ouml;cke enthalten. (Unter)Gruppierungsbl&ouml;cke k&ouml;nnen auch auf die oberste Ebene verschoben werden. <br>
        </li>
        <li>Klicken Sie an der Stelle, an die der Gruppierungsblock verschoben werden soll auf den gelben Doppelpfeil <img src="../locale/de/LC_HELP/pictures/pfeil_links.gif" width="11" height="18">. (Existiert kein solcher Pfeil an der Stelle, kann der Block auch nicht dahin verschoben werden.)<br>
          <br>
          <br>
        </li>
      </ul>
    </li>
    <li>Klicken Sie auf <b>l&ouml;schen</b> um den Gruppierungsblock und s&auml;mtliche Unterbl&ouml;cke zu l&ouml;schen. <br>
    </li>
    <li>Klicken Sie auf die Schaltfl&auml;che zum Erstellen eines Fragenblockes <img src="../locale/de/LC_BUTTONS/erstellen-qgroup-button.gif" width="93" height="22">. Klicken Sie anschlie&szlig;end direkt auf den Fragenblock, um ihn zu &ouml;ffnen und zu bearbeiten.<br> 
      <br>
      <br>
    </li>
  </ul>
  <p align="center">x. Ebene: Eigenschaften der Fragenbl&ouml;cke <br>
  <img src="../locale/de/LC_HELP/pictures/eval_erstell2.gif" width="698" height="295"><br>
  </p>
  <ul>
    <li>Geben Sie dem Fragenblock einen aussagekräftigen Namen.<br>
    </li>
    <li>Entscheiden Sie, ob die Beantwortung der Fragen optional ist oder nicht. Markieren Sie dazu entweder <b>nein</b> oder <b>ja</b>. <br>
    </li>
    <li>Wollen Sie die voreingestellte Antwortenvorlage &auml;ndern bzw. haben Sie noch keine Antwortenvorlage zugewiesen, k&ouml;nnen Sie das hier &auml;ndern. W&auml;hlen Sie eine Vorlage aus dem Auswahlmen&uuml; aus und klicken Sie auf <b>zuweisen</b>. <br>
    </li>
    <li>F&uuml;gen Sie nun die Anzahl der f&uuml;r diesen Block notwendigen Fragen hinzu.<br>
      <br>
    </li>
  </ul>
  <p align="center"><img src="../locale/de/LC_HELP/pictures/eval_erstell3.gif" width="657" height="201"></p>
  <ul>
    <li>Tragen Sie in die entsprechenden Felder die Fragen ein. Sie k&ouml;nnen jederzeit Fragen hinzuf&uuml;gen, wenn Sie noch mehr ben&ouml;tigen oder auch die Antwortenvorlage &auml;ndern. <br>
    </li>
    <li>Rechts neben den Fragen sehen Sie gelbe Doppelpfeile, womit Sie die Position der einzelnen Fragen innerhalb des Fragenblocks &auml;ndern k&ouml;nnen. Wollen Sie Fragen l&ouml;schen, markieren Sie das zur Frage geh&ouml;rige Feld unter dem Schriftzug &quot;L&ouml;aschen&quot; und klicken abschlie&szlig;end auf die Schaltfl&auml;che <b>löschen</b>.<br>
    </li>
    <li>Die drei Schaltfl&auml;chen am unteren Rand beziehen sich auf den Fragenblock und nicht die einzelnen Fragen. <br>
      <br>
    <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> <b>löschen</b> heißt: der gesamte Fragenblock mit all seinen Fragen wird gelöscht.<br>
    <br>
    <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> <b>verschieben</b> heißt:  der gesamte Fragenblock wird verschoben. Fragenbl&ouml;cke k&ouml;nnen nur in andere Gruppierungsbl&ouml;cke verschoben werden, wenn die Gruppierungsbl&ouml;cke leer sind oder andere Fragenbl&ouml;cke enthalten.<br>
    <br>
    <img src="../locale/de/LC_HELP/pictures/pfeil_text.gif" width="26" height="11"> <b>übernehmen</b> heißt: Die &Auml;nderungen an der Evaluation werden &uuml;bernommen.<br>
    </li>
  </ul>
  <p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47"> Auf jeder Ebene finden Sie den &uuml;bernehmen-Button. Klicken Sie darauf um die Evaluation zu speichern. Trotz Klick bleiben Sie wo Sie sind und k&ouml;nnen dort an der Evaluation weiterarbeiten. <br>
  </p>
  <p><img src="../locale/de/LC_HELP/pictures/gruen.gif" width="54" height="47"> Sie k&ouml;nnen sich von der Evaluation zu jedem Zeitpunkt eine Vorschau anzeigen lassen. Dazu befindet sich in der Info-Box auf der rechten Seite ein Link mit dem Namen <b>Vorschau</b>. <br>
    <br>
  </p>
</body>
</html>
