

<p>Als Studierender k&ouml;nnen Sie zum einen hier angeben, an welchen Einrichtungen 
  Sie studieren. Ihre Auswahl wird dann auf Ihrer Homepage und auf Ihrer Veranstaltungs-und Einrichtungsseite angezeigt. Ausserdem 
  k&ouml;nnen Sie hier die Studieng&auml;nge, die Sie studieren, angeben. <br><br><img src="../locale/de/LC_HELP/pictures/gelb.gif" border="0">Die ausgew&auml;hlten Studieng&auml;nge sind f&uuml;r Besucher Ihrer pers&ouml;nlichen Homepage nicht sichtbar.</p>

<p>W&auml;hlen Sie dazu eine Einrichtung bzw. einen Studiengang aus der entsprechenden 
  Liste aus und klicken Sie auf <img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif">. </p>

<p> M&ouml;chten Sie mehrere angeben, ist das auch kein Problem: w&auml;hlen Sie 
  mehrere Einrichtungen oder Studieng&auml;nge mit der Maus an und halten dabei 
  die <b>STRG-Taste</b> auf Ihrer Tastatur gedr&uuml;ckt. Best&auml;tigen Sie 
  Ihre Wahl dann wieder mit <img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif"></p>

<p>Haben Sie aus Versehen eine verkehrte Wahl getroffen, markieren Sie die zu 
  l&ouml;schende Einrichtung oder den Studiengang in dem grauen Kasten auf der 
  rechten Seite mit einem H&auml;kchen unter &quot;austragen&quot; :</p>

<p align="center"><img src="../locale/de/LC_HELP/pictures/haken.gif" width="41" height="36" alt="haken.gif (1 kB)" border="1"></p>



<p> Dr&uuml;cken Sie anschlie&szlig;end

wieder <img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif"></p><br>
<p>Ab Status &quot;TutorIn&quot; oder h&ouml;her - also wenn Sie MitarbeiterIn einer 
  Einrichtung sind- k&ouml;nnen Sie hier auch Ihre Sprechzeiten, Ihren Raum u.&auml;. 
  angeben. Manchmal m&ouml;chten die Studierenden vielleicht den pers&ouml;nlichen 
  Kontakt mit ihnen pflegen....</p>

<p><img src="../pictures/gelb.gif" width="54" height="47"> Die Daten, die Sie 
  als TutorIn oder DozentIn einer angebundenen Einrichtung auf dieser Seite in 
  Stud.IP eingeben, erscheinen automatisch auch auf der Seite ihrer Einrichtung 
  - sowohl innerhalb von Stud.IP als auch auf der normalen Homepage, sofern diese 
  mit Stud.IP gekoppelt ist. Wenn Sie diese Seite nicht anpassen, erscheinen auch 
  keine Daten! Also nehmen Sie sich bitte mit Rücksicht auf das Informationsinteresse 
  der Studierenden etwas Zeit und füllen Sie die Seite gewissernhaft aus!</p>

<p>Zum Speichern der ge&auml;nderten Einstellungen klicken Sie auf
<img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif"></p>

 <p>&nbsp; </p>  

  <p>&nbsp; </p>