
<p>Die Funktion <b>Wer ist online?</b> wird Ihnen viel Spa&szlig; bereiten.
  Die Funktionsweise ist einfach erkl&auml;rt.</p>
<p>In der Kopfzeile</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/taskbaronline.gif" width="600" height="21"><a href="pages/iii_homepage.htm"></a></p>
<p>finden Sie ein Icon mit zwei K&ouml;pfen:</p>
<p align="center"><img src="../pictures/nutzer.gif" width="24" height="21"></p>
<p>Bleibt dieses Icon grau, so ist ausser Ihnen niemand im System. Verweilen Sie
  mit dem Mauszeiger einen Moment &uuml;ber dem Symbol, so zeigen die meisten
  Browser einen beschreibenden Text an: &quot;Nur Sie sind online&quot;.</p>
<p>Wenn Sie jedoch dieses Symbol sehen</p>
<p align="center"><img src="../pictures/nutzeronline.gif" width="24" height="21"></p>
<p>Dann sind sie nicht allein! Verweilen Sie auch hier kurz auf dem Symbol, so
  erscheint ein Text der die Anzahl der anderen Nutzer angibt.</p>
<p>Jetzt k&ouml;nnen Sie auf das Symbol klicken - es erscheint in etwa folgende
  Seite:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/online.gif" width="640" height="201" alt="online.gif (19 kB)" border="1"></p>
<p>Unter <b>andere Nutzer</b> sehen Sie alle Personen, die gerade im System unterwegs sind. Klicken Sie auf einen der Namen,
gelangen Sie auf die Homepage der entsprechenden Person. Die n&auml;chste Spalte gibt an, seit wann der- oder diejenige
  keine Aktion mehr im System unternommen hat (auf etwas geklickt, die Seite gewechselt
  etc.).</p>
  <p>Sie haben die M&ouml;glichkeit, direkt mit allen anderen Nutzern in Kontakt zu treten. Sie k&ouml;nnen mit einem Klick auf
  <p align="center"><img src="../pictures/nachricht1.gif" 
  width="24" height="21"></p>
  
  &nbsp; eine systeminterne  <b>SMS</b> an die entsprechende Person verschicken oder sie &uuml;ber das Symbol <img src="../pictures/chat2.gif" width="24" height="21">
  zum <b>Chatten</b> einzuladen.<br>Mit einem Klick auf den Link <b>Zur&uuml;ck zur Veranstaltung</b> k&ouml;nnen Sie wieder in eine zuvor besuchte Veranstaltung springen.</p><br> 
  <p>In der linken h&auml;lfte des Bildes sehen Sie das Feld <b>Buddies</b>. Buddies ist die Bezeichnung f&uuml;r Ihre Freunde, nette Bekannte, gute Kollegen... Einfach f&uuml;r Menschen, von denen Sie gern auf den ersten Blick w&uuml;&szlig;ten, ob Sie zeitgleich mit Ihnen online sind. Vielleicht einfach nur, um sich
  einen kurzen Gru&szlig; zu schicken. Zu Anfang ist das <b>Buddies</b>-Feld noch leer. Sie k&ouml;nnen <b>Buddies</b> auf verschiedene Arten 
  hinzuf&uuml;gen:</p>
  <ul>
  <li>&Uuml;ber das Icon &nbsp; <img src="../pictures/add_buddy.gif" width="11" height="13" alt="add_buddy.gif (1 kB)" border="0">&nbsp; neben dem Namen 
   eines Nutzers, der gerade online ist.<br> Ein Klick auf das Icon f&uuml;gt die entsprechende Person zu ihrer Buddy-Liste hinzu.</li><br><br>
  <li>&Uuml;ber die <b>Einstellungspfeile</b> (oben rechts): 
  <p align="center"><img src="../locale/de/LC_HELP/pictures/einst_aendern.gif" width="176" height="21" alt="einst_aendern.gif (1 kB)" border="1"></p>
  gelangen Sie zu den Einstellungen f&uuml;r <b>SMS</b> und <b>Messenger</b>. Dort k&ouml;nnen Sie auch <b>Buddies</b> anlegen, <b>wenn 
  die entsprechenden Personen gerade
   nicht online</b>  sind, oder Ihre <b>Buddies</b> mit Hilfe von Farben <b>gruppieren</b>. Wie das funktioniert,  erfahren Sie 
   <a href="index.php?help_page=iii_homepagef5.htm">hier</a>.</li>
   </ul>
   
   <p>Ihre <b>Buddies</b> werden auch im <b>Messenger</b> angezeigt.<br>Der Stud.IP-<b>Messenger</b> wird in einem separaten Fenster dargestellt, das ungef&auml;hr so aussieht:
   <p align="center"><img src="../locale/de/LC_HELP/pictures/messenger.gif" width="415" height="171" alt="messenger.gif (15 kB)" border="1"></p>
   Normalerweise h&auml;lt sich dieses Fenster dezent im Hintergrund. Wenn Sie neue Nachrichten erhalten, blendet er sich im Vordergrund ein und macht
   Sie darauf aufmerksam. Die Funktionsweise des Messengers entspricht ansonsten der <b>Wer ist online</b>-Seite. <br>Weitere Informationen zu 
   Einstellungsm&ouml;glichkeiten des  <b>Messengers</b> erhalten Sie <a href="index.php?help_page=iii_homepagef5.htm">hier</a></p>  
  
  
  <br>
  
<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp; Erfolgt  &uuml;ber eine gewisse Zeitspanne keine Aktion von einer Person, wird diese aus der Liste
  entfernt. Ebenso wird die Person entfernt, wenn sie sich ordnungsgem&auml;&szlig;
  &uuml;ber das Kopfzeilensymbol&nbsp;  <img src="../pictures/logout.gif" width="24" height="21">&nbsp;aus dem System abmeldet. Es kann &auml;rgerlich
  sein, wenn Sie Stud.IP verlassen ohne sich ordnungsgem&auml;&szlig; abzumelden
  - schliesslich sehen die anderen Nutzer sie noch mindestens 5 Minuten in der &quot;wer
  ist online&quot; Liste angezeigt und versuchen vielleicht, mit ihnen zu kommunizieren.
  Es geh&ouml;rt daher zur &quot;Netikette&quot; von Stud.IP, sich durch Dr&uuml;cken
  von <img src="../pictures/logout.gif" width="24" height="21"> abzumelden.</p>
<p align="center"> </p>

 <p>&nbsp; </p>  
  <p>&nbsp; </p>