<p><font size="+1"><b>In diesem Abschnitt der Hilfe finden Sie:</b></font></p>
<ul>
<li><a href="#allgemein">Allgemeines zur Logik des Forensystems</a></li><br><br>
<li><a href="#schreiben">Wie Sie sich am Forum beteiligen k&ouml;nnen</a></li><br><br>

</ul>
<p><a name="allgemein">&nbsp; </a></p>
<p>&nbsp; <p
<p><font size="+1"><b>Allgemeines zur Logik des Forensystems</b></font>
<br>
<p>Sie k&ouml;nnen auf verschiedenen Wegen in das Forum einer Veranstaltung gelangen. W&auml;hlen Sie auf Ihrer Veranstaltungs&uuml;bersichtsseite das Forumsymbol an&nbsp; <img src="../pictures/icon-posting.gif" width="13" height="17" alt="icon-posting.gif (1 kB)" border="0">, landen Sie in der Ansicht <b>Neue Beitr&auml;ge</b>. Hier sehen Sie dann alle Postings, die seit Ihrem letzten Besuch im Forum neu hinzugekommen sind.<br> Sie kommen auch ins Forum, wenn Sie in einer Veranstaltung die Reiterkarte <b>Forum</b> anklicken. Dann sehen Sie die Ansicht <b>Themen</b>, in der Sie einen &Uuml;berblick &uuml;ber das Forum haben. Diese Ansicht eignet sich am besten zur ersten Orientierung. </p>
<p>Hier sehen Sie die einzelnen Themen, zu denen in dieser Veranstaltung diskutiert werden kann.<br> Meist gibt es einen <b>allgemeinen Ordner</b> und
Ordner zu den einzelnen <b>Veranstaltungssitzungen</b>, in denen Diskussionen zur Veranstaltung ablaufen.</p>
<p>Jedes Thema wird durch ein <b>Ordnersymbol</b> angezeigt. Klicken Sie auf den <b>Pfeil</b> neben dem Ordnersmbol:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/forum_ordner_klick.gif" width="256" height="78" alt="forum_ordner_klick.gif (3 kB)" border="1"></p>
<br><br>
<p>Der Ordner klappt nun auf und zeigt Ihnen die &Uuml;berschriften der <b>Postings</b> (Beitr&auml;ge) der Veranstaltungsteilnehmer zum Thema:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/forum_post_zu.gif" width="700" height="152" alt="forum_post_zu.gif (28 kB)" border="1"></p>
<p>Sie sehen auch, von wem und wann das Posting geschrieben wurde. Einzelne Beitr&auml;ge sind oft mit <b>Linien</b> verbunden. Das symbolisiert,
das auf ein Posting direkt geantwortet wurde. Die einzelnen Antworten &quot;h&auml;ngen&quot; also sozusagen aneinander. Dadurch sind alle Beitr&auml;ge, 
die zu einer Diskussion geh&ouml;ren, miteinander verbunden. Wegen der m&ouml;glichen Ver&auml;stelungen dieser Struktur nennt man diese Ansicht auch
&quot;Baumansicht&quot; oder &quot;Treeview&quot;</p>
</p>Klicken Sie nun auf einen Pfeil neben einem <b>Postingsymbol</b></p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/forum_posting_klick.gif" width="46" height="34" alt="forum_posting_klick.gif (1 kB)" border="1"></p>
<p>Das angew&auml;hlte Posting und alle darauf folgenden Antworten klappen nun auf. Sie k&ouml;nnen den Beitrag jetzt lesen und durch die ebenfalls 
offenen Antworten die Diskussion verfolgen.</p>
<br>
<p>Der <b>&auml;lteste Beitrag</b> steht dabei <b>oben</b>, der <b>neueste am Ende</b> der Baumstruktur. Das mag ungew&ouml;hnlich erscheinen, aber das Forum arbeitet <i>nicht</i> nach einem chronologischen System. Es folgt dem Prinzip der sog. <b>threaded discussion</b>, in dem aufeinanderfolgende Beitr&auml;ge aneinandergeh&auml;ngt werden (thread=Faden). Das erm&ouml;glicht das bequeme &quot;durcharbeiten&quot; einer Diskussion von oben nach unten.</p>
<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp; Sie k&ouml;nnen auch auf das Ordnersymbol selbst klicken. Es werden dann <b>alle</b> Postings im Ordner ge&ouml;ffnet angezeigt. Vorsicht Modembenutzer: in einem Forum wie dem des Feedback-Boards mit mehreren hundert Beitr&auml;gen kann das <i>etwas l&auml;nger dauern</i>.</p>
<p><a name="schreiben">&nbsp;</a> </p>
<p>&nbsp; </p>
<p><font size="+1"><b>So schreiben Sie selbst</b></font></p>
<p>Sie haben mehrere M&ouml;glichkeiten, sich im  Forum zu beteiligen:
<ul>
<li>Wenn sie eine <b>neue Diskussion</b> zu einem bestimmten Thema anfangen m&ouml;chten, &ouml;ffnen Sie den entsprechenden Ordner.<br>
Hier sehen sie dann ganz oben eine Beschreibung des Ordnerthemas und darunter die Schaltfl&auml;che 
<p align="center"><img src="../locale/de/LC_BUTTONS/antworten-button.gif" width="93" height="22" alt="antworten-button.gif (1 kB)" border="0"></p>
mit einem Klick auf diese Schaltfl&auml;che &ouml;ffnet sich das eigentliche Postingfenster, das aus zwei wesentlichen Elementen besteht:<br><br>
<ol>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/forum_posting.gif" width="500" height="226" alt="forum_posting.gif (14 kB)" border="1"></p>
<br><br>
<li>Einer <b>Betreffzeile</b>, in die Sie eine <i>kurze und aussagekr&auml;ftige</i> Beschreibung resp. &Uuml;berschrift eingeben k&ouml;nnen.</li><br><br>
<li>Darunter ein etwas <b>gr&ouml;&szlig;eres Feld</b>, in das Sie Ihren Beitrag schreiben k&ouml;nnen.<br>Wenn Sie nach Eingabe Ihres Beitrages die Schaltfl&auml;che <b>Absenden</b> dr&uuml;cken, erscheint Ihr Posting als neuer Diskussionsbeitrag im entsprechenden
Themenordner. Sollten Sie es sich w&auml;hrend des Schreibens anders &uuml;berlegt haben, klicken Sie auf <b>Abbrechen</b> um den Beitrag
nicht zu senden.</li><br><br>
</ol>

<li>Wenn Sie keine neue Diskussion beginnen m&ouml;chten, sondern sich lieber <b>an einer laufenden Debatte beteiligen</b> wollen, suchen Sie sich ein altes Posting, auf das
Sie antworten m&ouml;chten.<br><br>
<ul>
<li> Ist das Posting aufgeklappt, sehen sie darunter zwei Schaltfl&auml;chen:
<p align="center"><img src="../locale/de/LC_HELP/pictures/forum_zitat.gif" width="500" height="89" alt="forum_zitat.gif (17 kB)" border="1"></p>
Mit <b>beiden</b> Schaltfl&auml;chen k&ouml;nnen Sie auf das alte Posting antworten. W&auml;hlen Sie <b>zitieren</b> wird der Text des alten Beitrages
in <b>Ihrem neuen Beitrag</b> noch einmal angezeigt. Das macht insbesondere dann Sinn, wenn der letzte Diskussionsbeitrag schon vor l&auml;ngerer Zeit
eingestellt wurde und dessen Inhalt bei den Veranstaltungsteilnehmern nicht mehr unbedingt als pr&auml;sent vorauszusetzen ist.</li><br><br>
<li>Wenn Sie sich entschieden haben, ob Sie den alten Beitrag zitieren m&ouml;chten oder nicht, &ouml;ffnet sich wieder das Postingfenster, in den Sie 
Ihren neuen Beitrag eingeben k&ouml;nnen (s.o.).<br>Diese Art des Einstellens von Beitr&auml;gen nennt man <b>inline</b> schreiben, da es direkt in der <b>Baumansicht</b> geschieht.</li></ul></ul>

<p><img src="../pictures/rot.gif" width="54" height="47">&nbsp; Wenn Sie w&auml;hrend der Eingabe Ihres Beitrages <b>inline</b> und vor dem <b>
abschicken</b> andere  Postings &ouml;ffnen, geht <b>alles was Sie bis dahin geschrieben haben verloren!</b> Es gibt ebenfalls Probleme, wenn Sie in einem Browser <b>mehrere Fenster mit Stud.IP ge&ouml;ffnet haben!</b> 
</p></li>
<br><br>
<ul><ul>
<li>Alternativ zum <b>inline</b>-schreiben k&ouml;nnen auch direkt auf  das <b>Antwortsymbol</b> 
<p align="center"><img src="../locale/de/LC_HELP/pictures/forum_icon_antwort.gif" width="102" height="35" alt="forum_icon_antwort.gif (1 kB)" border="1"></p> in 
der Leiste mit der &Uuml;berschrift des Postings klicken.
 Es wird dann ein neues Browserfenster auf Ihrem Computer ge&ouml;ffnet, dessen Funktionalit&auml;t genau dem oben beschriebenen Postingfenster
entspricht. Dabei wird allerdings nicht alles neu geladen, da&szlig; spart damit &Uuml;bertragungszeit und ist insb. f&uuml;r Modembenutzer zu empfehlen!</li>
</ul></ul>



</ul>
<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp; Neue Beitr&auml;ge werden durch rote Pfeile&nbsp; <img src="../pictures/pfeilrot.gif" width="20" height="15" alt="pfeilrot.gif (1 kB)" border="0">
angezeigt. Das zieht sich durch die gesamte Struktur des Forums: Enth&auml;lt ein Themenordner ein neues Posting, ist auch neben dem Ordnersymbol
ein roter Pfeil zu sehen.</p>
<br>
<p>Das Ordnersymbol selbst zeigt an, ob in dem entsprechenden Thema schon eine Diskussion stattgefunden hat oder nicht. Wenn in einem Ordner etwas angelegt wurde, sieht das Symbol so aus:</p>
<p align="center"><img src="../pictures/cont_folder.gif" width="18" height="20" alt="cont_folder.gif (1 kB)" border="0"></p>
<p>Wenn der Ordner noch leer ist, dagegen so:</p>
<p align="center"><img src="../pictures/cont_folder2.gif" width="18" height="20" alt="cont_folder2.gif (1 kB)" border="0"></p>
<br>
<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp; Sie k&ouml;nnen die Einstellungen des Forums &auml;ndern, um das Erscheinungsbild und die &Uuml;bertragungsgeschwindigekeit an Ihre Bed&uuml;rfnisse anzupassen. Mehr dazu erfahren Sie <a href="index.php?help_page=iii_homepagef2.htm">hier</a>.</p>
<br>
<p><b>Weiterf&uuml;hrende Hilfeseiten:</b></p>

<p>Wie Sie <a href="index.php?help_page=ix_forum6.htm">Textformatierungen</a> und <a href="index.php?help_page=ix_forum7.htm">Smilies</a> im Forum einf&uuml;gen k&ouml;nnen</p>
<p><a href="index.php?help_page=vii_move.htm">Verschieben</a> und <a href="index.php?help_page=vii_delete.htm">l&ouml;schen</a> von Postings und Ordnern.</a></p>
<p>&nbsp; </p>
<p>&nbsp; </p>
