<p><font size="+1"><b>Formatierungen von Text</b></font></p>
<p>Es werden oft und gerne Fragen gestellt  wie &quot;Wie kann ich Text in einem Posting kursiv schreiben?&quot; oder &quot;Warum kann ich nicht was im 
Fettdruck darstellen?&quot;. Hier sind die Antworten. Das geht nicht nur, das geht sogar ganz einfach!<p>
<p>M&ouml;glich sind nicht nur die Formatierungen fett,kursiv und unterstrichen, es ist ebenso m&ouml;glich, Schrift kleiner oder gr&ouml;&szlig;er, tief- oder
hochgestellt auszugeben. Auch Aufz&auml;hlungen und Linien sind m&ouml;glich. F&uuml;r absolute 
<a href="#profis">Profis</a> gibt es sogar die M&ouml;glichkeiten, pr&auml;formatierten Text, Links, Zitate oder mathematische Formel mit  Tex von Hand einzubauen. Da der Umgang mit Tex nicht ganz trivial ist gibt es hierzu eine <a href="index.php?help_page=tech_help.htm"> eigene Hilfeseite mit detaillierter Einf&uuml;hrung.</a>
</p>
Die im Folgenden dargestellten Formatierungsm&ouml;glichkeiten funktionieren</p><br><br>
<p align="center">
<ul>
<li>Auf der eigenen Homepage</li>
<li>Im Forum</li>
<li>In News</li>
<li>In SMS</li>
<li>Im Chat</li>
<li>Im Wiki</li>
</ul></p>
<p>&nbsp; </p>
<p><font size="+1"><b>Einfache Formatierungen</b></font></p>
<p>Einfache Formatierungen lassen sich schnell erstellen. Dabei gilt es allerdings zu beachten, dass es <b>bei allen Formatierungen</b> zwei Arten
der Darstellung gibt:<br><br>
<ul>
<li><b>Die Formatierung eines einzelnen Wortes</b><br>funktioniert auch wirklich nur bei einem Wort. Mehrere Formatierungen k&ouml;nnen nicht
ineinander geschachtelt werden, d.h. Sie k&ouml;nnen ein Wort entweder kursiv oder fett darstellen - aber nicht beides gleichzeitig.</li><br><br>
<li><b>Die Formatierung mehrer Worte</b><br> kann sich nach belieben &uuml;ber mehrere Abs&auml;tze hinziehen.</li>
</ul>
<p>Es gibt folgende Befehle f&uuml;r die einfache Formatierung von Text:</p>
<p><a name="back">&nbsp; </a></p>
<p align="center">
<table border="0" width="100%" cellpadding="4">
<tr>
<td align="center"><b>Befehl</b></td>
<td align="left"><b>Formatierung</b></td>
</tr>

<tr>
<td class="blank">&nbsp; </td>
<td class="blank">&nbsp; </td>
</tr>

<tr>
<td width="50%" align="center"> &nbsp; <b>*</b>&nbsp; </td>
<td align="left"><b>fett</b></td>
</tr>

<tr align="center">
<td align="center" ><b>%</b></td>
<td align="left"><i>kursiv</i></td>
</tr>

<tr>
<td align="center"><b>_</b>&nbsp; (Unterstrich)</td>
<td align="left"><u>Unterstrichen</u></td>
</tr>

<tr>
<td align="center"><b>-</b>&nbsp; (Minus)</td>
<td align="left"><font size="-2">Kleinere Schrift</font></td>
</tr>

<tr>
<td align="center"><b>+</b></td>
<td align="left"><font size="+1">Gr&ouml;&szlig;ere Schrift</font></td>
</tr>

<tr>
<td align="center"><b>#</b></td>
<td align="left">&nbsp;<font size="+1"><kbd>Diktengleiche Schrift</kbd></font>&nbsp; &nbsp; <a href="index.php?help_page=glossar.htm#dikten">(Erkl&auml;rung)</a></td>
</tr>

<tr>
<td align="center"><b>&gt;</b></td>
<td align="left">XX<sup>hochgestellte Schrift</sup></td>
</tr>

<tr>
<td align="center"><b>&nbsp; <&nbsp; </b></td>
<td align="left">XX<sub>tiefgestellte Schrift</sub></td>
</tr>	

<tr>
<td align="center"><b>--</b>(2 mal Minus)</td>
<td align="left">________&nbsp;   (horizontale Linie)  &nbsp; <a href="index.php?help_page=glossar.htm#hr">(Anmerkung)</a></td>
</tr>

</table>

<p>Wollen Sie nur die Formatierung eines Wortes &auml;ndern, geben Sie <b>vor und nach</b> dem Wort das entsprechende Befehlszeichen ein.<br> <br><u><b>Beispiel:</b></u></p>

<p align="center"><b>%Wort%</b><br><br> wird so zu: &nbsp; <br><br><b><i>Wort</i></b></p>
<br>
<p>M&ouml;glich ist aber auch die Verbindung mehrerer Worte durch Formatierungszeichen, wobei das Formatierungszeichen das Leerzeichen ersetzt: <br> <br><u><b>Beispiel:</b></u></p>
<p align="center"><b>Das sind %kursive%W&ouml;rter%.</b><br><br>
wird zu:<br><br> <b>Das sind <i>kursive W&ouml;rter</i>.</b></p>

<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Achten Sie bitte darauf, keine Leerzeichen zwischen Befehlszeichen und Wort zu verwenden. Das wird nicht funktionieren. Ausserdem muss das Wort oder die W&ouml;rter <b>innerhalb einer Zeile</b> stehen.</p>
<p>Wenn Sie dagegen m&ouml;chten, dass mehrere Worte oder ein ganzer Satz  oder Absatz eine bestimmte Formatierung erhalten, geben Sie ein Befehlszeichen direkt vor dem ersten und nach dem letzten Wort <b>doppelt</b> ein.<br><br><u><b>Beispiel:</b></u></p>
<p align="center"> <b>%%Ein kursiver Satz%%</b><br><br>Wird zu:<br><br> <b><i>Ein kursiver Satz</i></b></p>
<br>
<br>
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Wenn Sie das Formatierungszeichen <b>doppelt</b> verwenden, stellen Leerzeichen oder Zeilenumbr&uuml;che kein Problem dar. Der Text wird bis zum abschliessenden doppelten Formatierungszeichen formatiert. Einige Formatierungszeichen sind zudem kombinierbar.</p>
<br><br>
<p><u><b>Beispiel f&uuml;r kombinierbare Sonderzeichen:</b></u></p>
<p align="center"><b>Dieser Satz ist ganz doll %%kursiv __und unterstrichen__%%.</b><br><br>Wird zu:<br><br><b>Dieser Satz ist ganz doll <i>kursiv <u>und unterstrichen</u></i></b></p>
<p>Nat&uuml;rlich lassen sich in Kombination <b><i>ganz dolle</i></b> Sachen anstellen. So wird zum Beispiel:<p>
<p align="center"><b>++++++**e = mc&gt;&gt;2&gt;&gt;**++++++</b><br><br><br>zu:<br>
			<table border=0  align="center">
				<tr>
					<td rowspan=2 class="blank"><font size="+3"><b><i>E = mc</i></b></font></td>
					<td class="blank"><font size="+3"><i><b>2</b></i></font></td>
					
				</tr>
				<tr>
					<td class="blank">&nbsp; </td>
				</tr>
			</table>

<br>Also Schrift drei Mal gr&ouml;&szlig;er als normal (++++++) im Fettdruck (**) mit hochgestellter 2 (&gt;)</p>
<p>Ein ganz wildes Beispiel f&uuml;r die Kombination von Satz- und Wortformatierungen:</p>
<p align="center">%%Das _Haus_ stand auf einer kleinen Anh&ouml;he genau am Rand des Ortes. Es stand
alleine da und &uuml;berblickte **__das weite Ackerland im Westen__**. Absolut kein
bemerkenswertes Haus - es war ungef&auml;hr ++++drei&szlig;ig Jahre alt, &gt;plump&gt;, &lt;viereckig&lt;,
aus Ziegelsteinen erbaut++++ und hatte _vier_Fenster_ an der Vorderseite, der es
nach Gr&ouml;&szlig;e und Proportion mehr oder weniger **mi&szlig;lang**, das Auge zu erfreuen.%%<br><br>wird zu:<br><br>
<i>Das <u>Haus</u> stand auf einer kleinen Anh&ouml;he genau am Rand des Ortes. Es stand
alleine da und &uuml;berblickte <b><u>das weite Ackerland im Westen</u></b>. Absolut kein
bemerkenswertes Haus - es war ungef&auml;hr <big><big>drei&szlig;ig Jahre alt, <sup>plump</sup> <sub>viereckig</sub>aus Ziegelsteinen erbaut</big></big> und hatte <u>vier Fenster</u> an der Vorderseite, der es
nach Gr&ouml;&szlig;e und Proportion mehr oder weniger <b>mi&szlig;lang</b>, das Auge zu erfreuen.</i></p>
<p>&nbsp; </p>


<p><font size="+1"><b>Absatzformatierungen</b></font></p>

<p>Es gibt auch die M&ouml;glichkeit, Abs&auml;tze mit <b>Einr&uuml;ckung</b> oder <b>Aufz&auml;hlungszeichen</b> zu formatieren.<p>
<br>
<p><b>Einger&uuml;ckte Abs&auml;tze</b></p>
<p>Um einen einger&uuml;ckten Absatz zu erzeugen, dr&uuml;cken Sie <b>zweimal die Return-Taste</b>&nbsp; <img src="../locale/de/LC_HELP/pictures/return.gif" width="20" height="20" alt="return.gif (1 kB)" border="0">&nbsp; und dann die <b>Leer-Taste</b> auf Ihrer Computertastatur. Geben Sie dann Ihren Text ein und dr&uuml;cken Sie anschlie&szlig;end wieder Return.<p>&nbsp; </p>
<p><u><b>Beispiel</b> So sieht´s aus:</u></p>
<p>Das hier ist nicht einger&uuml;ckt.
<blockquote>
Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp; Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp; Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp; Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp; Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp; Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp; Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp; Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp; Dies ist ein Beispiel f&uuml;r einen einger&uuml;ckten Absatz.&nbsp;.
</blockquote>
Und der Satz hier ist wieder mal nicht einger&uuml;ckt.</p><br><br>
<p><b>Aufz&auml;hlungen</b></p>
<p>Innerhalb eines Absatzes lassen sich auch Aufz&auml;hlungen realisieren:</p>
<p>Jeder Aufz&auml;hlungspunkt beginnt am <b>Anfang einer Zeile</b> mit einem - (Minus). Danach muss ein Leerzeichen und der Text des Aufz&auml;hlungspunktes folgen. Der Aufz&auml;hlungspunkt endet mit einem Newline (<b>Return-Taste</b>&nbsp; <img src="../locale/de/LC_HELP/pictures/return.gif" width="20" height="20" alt="return.gif (1 kB)" border="0">&nbsp;) Die Aufz&auml;hlung endet, wenn Sie die n&auml;chste Zeile nicht mit einem Minus beginnen.</p>
 <p><u><b>Beispiel:</b></u></p>
<p>Also folgendes will ich aufz&auml;hlen<br>- Dies ist der erste Aufz&auml;hlungspunkt.&nbsp; Dies ist der erste Aufz&auml;hlungspunkt.<br>
- Dies ist der zweite Aufz&auml;hlungpunkt.<br>
- Und dies der dritte und letzte.<br>Das war´s.</p>
<br><br><p align="center">Wird zu:</p>
<p>Also folgendes will ich aufz&auml;hlen
<ul>
<li>Dies ist der erste Aufz&auml;hlungspunkt. Dies ist der erste Aufz&auml;hlungspunkt.</li>
<li>Dies ist der zweite Aufz&auml;hlungpunkt.</li>
<li>Und dies der dritte und letzte.</li>
</ul>
Das war´s.</p><br>
<p>Sie k&ouml;nnen auch mehrere Aufz&auml;hlungen ineinander verschachteln. Das Verfahren ist jeweils das gleiche. Geben Sie einfach entsprechend der Aufz&auml;hlungsebene mehrere Minus-Zeichen ein.</p>
<p>Auch nummerische Aufz&auml;hlungslisten sind m&ouml;glich. Verwenden Sie an Stelle des Minus-Zeichen dann das Gleich-Zeichen (=).</p>
 </p>

<p><a name="profis">&nbsp;</a>

<p><b><font size="+1">Formatierungen f&uuml;r Profis</font></b></p><br>
<p>In diese Kategorie fallen der sog. <b>pr&auml;formatierte Text</b>, das <b>Zitieren</b>, <b>Text als Link</b>, das <b>Einbinden von Bildern</b> und die <b>Formatierung von Programmcode</b><br><br>
<b>Pr&auml;fomatierter Text:</b><br>
Pr&auml;formatierter Text bedeutet, da&szlig; der Text mit allen Leerzeichen, Zeilenumbr&uuml;chen und Tabulatoren so ausgegeben wird, wie er (z.B. in WORD) erstellt wurde.
Damit ist unter anderem die Ausgabe von Tabellen (keine HTML-Tabellen!) und numerierten Listen mit mehreren Ebenen m&ouml;glich (oder auch die  Ausgabe einer Signatur).<br>
Die Syntax ist<br><br>
<b>[pre]</b> pr&auml;formatierter Text <b>[/pre] </b><br><br>
Die &ouml;ffnende [pre] und schlie&szlig;ende [/pre] Textauszeichnung kann innerhalb eines Textes oder in eigenen Zeilen stehen:<br><br>
<b>[pre]</b><br>
pr&auml;formatierter Text<br>
<b>[/pre]</b><br>
<br>
<b>Text als Link:</b><br>
Damit ist es m&ouml;glich, das ein Link nicht mit seiner Linkadresse, sondern als Text ausgegeben wird.
Syntax: <br><br><b>[Linkname]Linkadresse</b><br><br>
In der Ausgabe erscheint nur der Text in den in den eckigen Klammern als Link. Die schlie&szlig;ende eckige Klammer mu&szlig; direkt vor dem Link  stehen. Also ohne Leerzeichen!  Als Linkadresse ist jede g&uuml;ltige Linkform erlaubt (auch Email-Adressen).

Linknamen k&ouml;nnen (noch) nicht weitergehend formatiert werden.</p>

<p><u><b>Beispiel:</b></u></p>
<p align="center"> Hallo, mailt mich an! Unter diesem Link: [Kuckuck!]info@studip.de <p>
<br><p align="center">Wird zu:</p><br>
<p align="center">Hallo, mailt ich an! Unter diesem Link: <a href="mailto:info@studip.de">Kuckuck!</a></p>
<br>
<p><b>Zitate:</b><br>M&ouml;chten Sie auf ein Posting antworten und den urspr&uuml;nglichen Textes zitieren, k&ouml;nnen Sie den <b>Zitieren</b>-Button unter dem Ursprungsposting verwenden. M&ouml;chten Sie nur einen Teil des urspr&uuml;nglichen Textes in Ihren Beitrag aufnehmen, bietet es sich an, den Befehl f&uuml;r die Darstellung von Zitaten per Hand einzuf&uuml;gen. Markieren und kopieren Sie hierzu den zu zitierenden Text und &ouml;ffnen Sie ein Antwortfenster. F&uuml;gen Sie an der Stelle, an der das Zitat beginnen soll, den Ausdruck [quote] ein. Kopieren Sie nun den zu zitierenden Textabschnitt und schlie&szlig;en Sie das Zitat mit [/quote]. Nach dem Absenden erscheint nun alles innerhalb der beiden Befehle als Zitat.</p>
<p>&nbsp; </p>
<p><b>Einbinden von Bildern:</b><br>Sie k&ouml;nnen Bilder, die an anderer Stelle im Internet (etwa Ihrer eigenen Internetseite) liegen, innerhalb von Stud.IP einbinden. Dazu wird der Ausdruck [img] verwendet. Hinter diesen Ausdruck setzen Sie einfach die Adresse des Bildes, das verlinkt werden soll.</p>
<p><u><b>Beispiel:</b></u></p>
<p align="center"><b>[img]</b>http://www.studip.de/images/studip_logo.gif <p>
<br><p align="center">Wird zu:</p><br>
<p align="center"><img src="../pictures/studipanim.gif"><p>
<p>Sie k&ouml;nnen weitere Parameter zur Formatierung des Bildes angeben. Die Syntax lautet: <br>
[img=alt-Text:Größe:Ausrichtung:URL]Bild-URL<br><br>
Die einzelnen Parameter bedeuten:<br>
<ul>
<li>alt-Text: Alternativer Text, wenn Bild nicht darstellbar
<li>Größe: Breite in Pixeln oder Prozent (richtet sich nach Größe des Browserfenster. Ist diese nicht ermittelbar, maximal 400px)
<li>Ausrichtung: center für zentrierte, right für rechtsbündige Ausrichtung
<li>URL: Bild als Link mit angegebener URL
</ul>
Alle Parameter sind optional. Die angegebene Reihenfolge mu&szlig; jedoch beachtet werden, wenn mehr als ein Parameter angegeben wird.
</p><br>
<p><b>Formatierung von Programmcode:</b><br>Sie k&ouml;nnen Programmcode (etwa PHP-Code) in Stud.IP eingeben und automatisch formatieren lassen. Benutzen Sie daf&uuml;r den Ausdruck [code]<p>
<p><u><b>Beispiel:</b></u></p>
<p>Aus <br><br>
<kbd><b>[code]</b><br>
&lt;?<br>
print ("Hallo ihr ").$personenanzahl;<br>
for ($i = 1; $i <= $personenanzahl; $i++) {<br>
&nbsp;&nbsp;&nbsp;&nbsp;print "Hallo Person Nummer ".$i;<br>
}<br>
?&gt;<br>
<b>[/code]</b></kbd><br><br>Wird<br>
<code><font color="#000000"><br>
<br><font color="#0000BB">&lt;?
<br></font><font color="#007700">print (</font><font color="#DD0000">"Hallo ihr "</font><font color="#007700">).</font><font color="#0000BB">$personenanzahl</font><font color="#007700">;
<br>for (</font><font color="#0000BB">$i </font><font color="#007700">= </font><font color="#0000BB">1</font><font color="#007700">; </font><font color="#0000BB">$i </font><font color="#007700">&lt;= </font><font color="#0000BB">$personenanzahl</font><font color="#007700">; </font><font color="#0000BB">$i</font><font color="#007700">++) {
<br>&nbsp;&nbsp;&nbsp;&nbsp;print </font><font color="#DD0000">"Hallo Person Nummer "</font><font color="#007700">.</font><font color="#0000BB">$i</font><font color="#007700">;
<br>}
<br></font><font color="#0000BB">?&gt;
<br></font><br></font><br></code>

</p>
<p><b>Abschalten der Formatierung:</b><br>Sie k&ouml;nnen alle oben beschriebenen Formatierungen auch komplett abschalten. Das ist z.B. dann wichtig, wenn Ihr Text viele Zeichen enth&auml;lt, die von der Stud.IP-Formatierung benutzt werden. Um hier keine ungewollten Formatierungen zu erhalten, beginnen Sie den Text mit dem Ausdruck [nop] und beenden Sie ihn mit [/nop]. Alles zwischen [nop] und [/nop] wird nicht formatiert. Text, der au&szlig;erhalb dieser beiden Ausdr&uuml;cke steht, wird wie vorangehend beschrieben formatiert. Dadurch haben Sie die M&ouml;glichkeit, einen mit [nop][/nop] geklammerten Textabschnitt selbst in eine Formatierung einzubetten.<p>
<p><u><b>Beispiel:</b></u></p>
<p>##[pre][nop]Dieser Text  &nbsp; &nbsp;wird  &nbsp; &nbsp;++trotz++  &nbsp; &nbsp;seiner  &nbsp; &nbsp;__vielen__  &nbsp; &nbsp;Formatierungszeichen<br>%%nicht &nbsp; &nbsp;weiter &nbsp; &nbsp;formatiert%%. Er ist aber pr&auml;formatiert<br>(zu sehen an den gro&szlig;en Wortzwischenr&auml;umen) und diktengleich.<br>[/nop][/pre]##</p>
<br><p>Wird zu:</p>
<p><kbd><pre>Dieser Text  &nbsp; &nbsp;wird  &nbsp; &nbsp;++trotz++  &nbsp; &nbsp;seiner  &nbsp; &nbsp;__vielen__  &nbsp; &nbsp;Formatierungszeichen<br>%%nicht &nbsp; &nbsp;weiter &nbsp; &nbsp;formatiert%%. Er ist aber pr&auml;formatiert<br>(zu sehen an den gro&szlig;en Wortzwischenr&auml;umen) und diktengleich.<br></pre></kbd></p>
<p>Die im Beispiel gezeigte Syntax ##[pre][nop] ...auszugebender Text... [/nop][/pre]## bietet sich an, um Programmquelltext ohne unliebsame Überaschungen auszugeben.</p>
<p>&nbsp; </p>
<p>&nbsp; </p>
