<p>Der Stud.IP-Stundenplan ist eine wirklich praktische Sache: endlich zu Semesterbeginn kein rumgeschmiere mehr auf irgendwelchen Zettelchen!<br>
Der Stundenplan f&uuml;hrt automatisch alle Veranstaltungen, die Sie abonniert haben, &uuml;bersichtlich auf.</p>
<br>
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Allerdings nur alle regelm&auml;&szlig;igen Veranstaltungen. Blockseminare o.&auml;. werden nicht aufgef&uuml;hrt!</p>
<br>
<p>Sie erreichen Ihren Stundenplan &uuml;ber die Startseite und den Link <b>pers&ouml;nlicher Stundenplan</b></p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/stupla1.gif" width="168" height="40" alt="stupla1.gif (1 kB)" border="1"></p>
<br>
<p>Hier sehen Sie bereits alle abonnierten, regelm&auml;&szlig;igen Veranstaltungen aufgef&uuml;hrt. F&uuml;r Veranstaltungen, die noch nicht in Stud.IP existieren, gibt es folgendes Feld am Ende der Seite:</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/stupla2.gif" width="699" height="95" alt="stupla2.gif (4 kB)" border="1"></p>
<br>
<p>&Uuml;ber dieses Feld k&ouml;nnen Sie Veranstaltungen von nicht angeschlossenen Fakult&auml;ten oder Instituten (oder auch das Sporttraining oder den Kneipenabend) eintragen. Geben Sie den <b>Tag</b> und die <b>Uhrzeit</b> der Veranstaltung an. Im Feld Beschreibung dann den <b>Titel</b>. Mit einem Klick auf die Schaltfl&auml;che <b>eintragen</b> wird Ihre Eingabe in den Stundenplan &uuml;bertragen.<br>Selbst eingetragene Veranstaltungen k&ouml;nnen Sie auch wieder aus dem Stundenplan entfernen. Sie sehen dazu in jedem Eintrag eine kleine M&uuml;lltonne:</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/stupla3.gif" width="141" height="58" alt="stupla3.gif (1 kB)" border="1"></p>
<br>
<p>Mit einem Klick auf die M&uuml;lltonne landet der Eintrag der Veranstaltung eben da.<br><br>Sie k&ouml;nenn Ihren Stundenplan nat&uuml;rlich auch <b>ausdrucken</b>: klicken Sie dazu in der Reiterleiste am oberen Bildrand auf den Unterpunkt <b>Druckversion</b>. Sie sehen nun eine druckbare Version Ihres Stundenplanes. Um den Ausdruck auf einem angeschlossenen Drucker zu starten, benutzen Sie bitte die <b>Druckfunktion Ihres Browsers</b> (ist bei allen Browsern im Men&uuml; <b>Datei</b> zu finden).</p> 
<br>
<p>Sie k&ouml;nnen die Ansicht Ihres Stundenplanes individuell anpassen. Wie das genau geht, erfahren Sie <a href="index.php?help_page=iii_homepagef4.htm">hier</a></p>


<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Am Ende der Vorlesungszeit wird der Stundenplan automatisch auf das n&auml;chste Semester aktualisiert. &Uuml;ber den Unterpunkt <b>Ansicht anpassen</b> k&ouml;nnen Sie sich allerdings die Stundenpl&auml;ne kommender und vergangener Semester anzeigen lassen. Das kann sehr praktisch sein, wenn es mal wieder an der Zeit ist, dass Studienbuch auf den &quot;neuesten Stand&quot; zu bringen.</p>
<p>&nbsp; </p>
<p>&nbsp; </p>