<p>In diesem Bereich sehen Sie alle Veranstaltungen, die Sie im laufenden Semester belegen.</p>

<p>Die <b>Veranstaltungs&uuml;bersichtsseite</b> erm&ouml;glicht es Ihnen aber auch, schnell -auf einen 

  Blick- zu sehen, was sich in den von Ihnen abonnierten Seminaren seit Ihrem letzten 

  LogIn getan hat. Auf dieser Seite finden Sie zu jeder Veranstaltung unterschiedliche 

  - <i>Sie pers&ouml;nlich betreffende</i> - Daten: Das Datum und die Uhrzeit Ihres 

  letzten Logins, Ihren pers&ouml;nlichen Status, den Sie in der Veranstaltung innehaben 

  (Dozent, Tutor, Autor oder User). Sie sehen auch alle neu 

  eingestellten Postings, News, Dateien oder Literaturhinweise. <br>Neues  erkennen Sie an einem <b>rot gef&auml;rbten Symbol</b>.<br>

  Klicken Sie auf eines der Symbole, gelangen Sie direkt in den jeweiligen Veranstaltungsbereich, wo Ihnen dann die Neuigkeiten serviert werden. 

</p>

<br><br>

<p><font size="+1">Kleine Symbolkunde</font></p>

<ul>

  <li>Der weisse Balken am Anfang der Zeile verdeutlicht, welcher Gruppe die Veranstaltung 

    zugeordnet wurde. Mit dem <b>Farbtopf-Icon</b> &nbsp; <img src="../pictures/gruppe.gif" width="13" height="12" alt="gruppe.gif (1 kB)" border="0">&nbsp;  k&ouml;nnen damit sp&auml;ter Ihre Veranstaltungen ordnen, 

    um mehr &Uuml;bersicht zu schaffen.</li><br><br>

  <li><b>Name</b> <br>bezeichnet den Namen der Veranstaltung. Mit einem Klick darauf betreten 

    Sie den Veranstaltungsbereich.</li><br><br>

  <li><b>Besucht</b><br> gibt das Datum ihres letzten Besuches im entsprechenden Veranstaltungsbereich 

    an</li><br> <br>

    <li>Unter <b>Inhalt</b> finden Sie maximal f&uuml;nf Symbole. Alle funktionieren auf dieselbe Art:</li><br><br>

    <ul>

   

  <li><img src="../pictures/icon-posting.gif" width="13" height="17" alt="icon-posting.gif (1 kB)" border="0"><br>  

  Steht f&uuml;r <b>Postings</b> und enth&auml;lt die Anzahl der Forenbeitr&auml;ge im Bereich. <br>

  Falls es neue Eintr&auml;ge seit Ihrem letzten Besuch gibt, f&auml;rbt sich das Symbol rot:&nbsp; <img src="../pictures/icon-posting2.gif" width="13" height="17" alt="icon-posting2.gif (1 kB)" border="0"> <br>

  Verweilen Sie einen Moment mit dem Mauszeiger auf dem Icon, werden Ihnen die  Anzahl aller alten und neuen Postings in der Veranstaltung angezeigt.<br>

  Klicken Sie auf das Symbol, springen Sie direkt in den Forenbereich und bekommen alle neuen Postings angezeigt.</li><br><br>

  

    <li><img src="../pictures/icon-disc.gif" width="13" height="17" alt="icon-disc.gif (1 kB)" border="0"> <br>steht  f&uuml;r <b>Dateien</b> und funktioniert 

  analog zu <b>Postings</b>. Es gibt die Anzahl an hochgeladenen 

    Dateien an. Gibt es neue Dateien seit Ihrem letzten Besuch, f&auml;rbt sich das Symbol rot:&nbsp; 

    <img src="../pictures/icon-disc2.gif" width="13" height="17" alt="icon-disc2.gif (1 kB)" border="0"></li><br><br>

    <li><img src="../pictures/icon-news.gif" width="13" height="17" alt="icon-news.gif (1 kB)" border="0"><br> Das Icon Symbolisiert Nachrichten (<b>News</b>) &uuml;ber die Veranstaltung. Das kann u.U. recht wichtig sein; kurzfristige Raum&auml;nderungen oder &auml;hnliches werden in der Regel

    &uuml;ber diese <b>News</b> kommuniziert. Neue Nachrichten werden deshalb auch signalrot dargestellt:&nbsp; 

    <img src="../pictures/icon-news2.gif" width="13" height="17" alt="icon-news2.gif (1 kB)" border="0"></li><br><br>

    <li><img src="../pictures/icon-lit.gif" width="13" height="17" alt="icon-lit.gif (1 kB)" border="0"><br>steht f&uuml;r die <b>Literaturliste</b> der jeweiligen

    Veranstaltung. Hier finden Sie empfohlene oder interessante Literatur zum Thema. Neue Eintr&auml;ge sehen Sie auf einen Blick:

    &nbsp; <img src="../pictures/icon-lit2.gif" width="13" height="17" alt="icon-lit2.gif (1 kB)" border="0"></li><br><br>

 <li><img src="../pictures/icon-uhr.gif" width="13" height="17" alt="icon-uhr.gif (1 kB)" border="0"><br>bedeutet, dass in dieser Veranstaltung ein Termin vermerkt

 wurde. Neue Termine werden nat&uuml;rlich, Sie ahnen es sicherlich, rot dargestellt:&nbsp; <img src="../pictures/icon-uhr2.gif" width="13" height="17" alt="icon-uhr2.gif (1 kB)" border="0"></li><br><br>

  </ul>

  <li><b>Status</b><br> zeigt an, welche Rechte Sie in der Veranstaltung haben. Im Regelfall 

    sollte hier <b>Autor</b> stehen, es ist aber auch <b>Dozent</b> oder <b>Tutor</b> m&ouml;glich.</li><br><br>

  <li>Mit den M&uuml;lltonnensymbol &nbsp; <img src="../pictures/trash.gif" width="11" height="17" alt="trash.gif (1 kB)" border="0">&nbsp; 

   k&ouml;nne Sie das Abonnement der Veranstaltung  l&ouml;sen - die Veranstaltung erscheint dann nicht mehr auf dieser Seite. Sehen Sie kein M&uuml;lltonnensymbol, sind Sie entweder TutorIn oder DozentIn der Veranstaltung. Als erstere m&uuml;ssen Sie entlassen werden, um die Veranstaltung zu k&uuml;ndigen - als DozentIn wenden Sie sich bitte an Ihren Institutsadmin, wenn Sie die Veranstaltung wirklich loswerden m&uuml;ssen.</li><br><br></ul>

    L&ouml;sen Sie Abonnements 

    mit Vorsicht! In einem Datenbankbasierten System wie Stud.IP gibt es keine &quot;Zur&uuml;ck&quot;-Funktion. Haben Sie ein Abonnement

    versehentlich gel&ouml;st, m&uuml;ssen Sie die Veranstaltung  komplett neu abonnieren! <p></p>

<br>
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Bleiben Sie bis 
  nach Semesterende AbonnentIn einer Veranstaltung, haben Sie auch Zugriff auf 
  die Materialien der Veranstaltung, wenn diese nicht mehr aktiv, ist sondern 
  archiviert wurde. Das ist u.U. &auml;u&szlig;erst praktisch!<br>

<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Da das System bei Ihrem ersten Stud.IP-Besuch Ihren Stundenplan noch nicht kennt, erscheinen zun&auml;chst nur 

  das Feedback- und das Kulturforum. Um weitere Veranstaltungen zu abonnieren, Klicken Sie den Link <b>Veranstaltungen suchen</b> an.</p>

  <p>&nbsp; </p>

  
<p><font size="+1">Anmelde- und Wartelisten</font></p>
<p>Stud.IP kennt teilnehmerbeschr&auml;nkte Veranstaltungen. Wenn Sie eine solche 
  Veranstaltung versucht haben, zu abonnieren, kommt es oft vor, dass Sie nicht 
  direkt Teilnehmer dieser Veranstaltung werden, da ein Lostermin noch aussteht 
  oder Sie zun&auml;chst nur auf einer Warteliste eingetragen sind. In diesem 
  Fall erscheint unter der Tabelle ihrer pers&ouml;nlichen Veranstaltungen eine 
  weitere Tabelle, die s&auml;mtliche Eintr&auml;ge in Anmelde- und Wartelisten 
  enth&auml;lt und Sie &uuml;ber den aktuellen Stand auf dem Laufenden h&auml;lt.</p>
<ul>
  <li><b>Anmeldelisten </b><br>
    Auf einer Anmeldeliste stehen Sie immer dann, wenn Sie eine Veranstaltung 
    abonniert haben, in der die Teilnehmerauswahl durch ein Losverfahren stattfindet 
    und dieses noch nicht stattgefunden hat. Sie erkennen eine Anmeldeliste, wenn 
    im der Spalte Art &quot;Los&quot; angegeben ist. Damit wissen Sie dann auch 
    gleich, was es mit dem Termin, der in der Tabelle angegeben ist, gemeint ist: 
    An diesem Termin findet die Teilnehmerauswahl durch Losen statt. Wenn Sie 
    nun bei dem Losen nicht ausgelost wurden, &auml;ndert sich der Eintrag in 
    einen Wartelisteneintrag. Das bedeutet, dass sie nun auf der Warteliste stehen 
    und die M&ouml;glichkeit haben, nachzur&uuml;cken falls jemand anderes seinen 
    Platz aufgibt.<br>
    Eine Anmeldeliste erkennen Sie auch daran, dass eine prozentuale Wahrscheinlichkeit 
    ausgelost zu werden, angegeben ist. So lange in der Spalte Position/Chance 
    ein Wert von 100% angegeben ist, werden Sie ganz sicher ausgelost - sobald 
    der Wert sinkt, fallen auch die Chancen, ausgelost zu werden.<br>
    <br>
  </li>
  <li><b>Warteliste</b> Auf einer Warteliste stehen Sie zun&auml;chst, wenn Sie 
    versucht haben, eine Veranstaltung mit chronologischer Anmeldung zu abonnieren 
    und alle Pl&auml;tze in dem von ihnen angegeben Kontingent bereits gef&uuml;llt 
    sind. Auch hier haben die Chance, nachzur&uuml;cken, wenn ein Kommillitone 
    einen Platz in der Veranstaltung aufgibt.<br>
    Eine Warteliste erkennen Sie daran, dass immer die Position auf der Warteliste 
    angegeben ist.</li>
</ul>
<p><img src="../pictures/gruen.gif" width="54" height="47"> Auf der linken Seite 
  der Tabelle sehen Sie einen gr&uuml;nen Farbfleck: Dieser symbolisiert optisch 
  die ungef&auml;hre Chance, einen Platz in der Veranstaltung zu bekommen. Je 
  st&auml;rker und leuchtender das Gr&uuml;n, umso gr&ouml;&szlig;er die Wahrscheinlichkeit, 
  dass Sie noch einen Platz bekommen. Ein dunkles Gr&uuml;n oder Schwarz symbolisiert 
  eine sehr geringe Chance - in diesem Fall ist die Teilnahme relativ aussichtslos.</p>
<p>Um sich aus Anmelde- oder Warteliste auszutragen, benutzen Sie einfach die 
  Tonne am rechten Rand der Tabelle. Das L&ouml;schen funktioniert genauso einfach, 
  wie man sich auch aus einer normalen Veranstaltung &uuml;ber die Tonne austr&auml;gt.</p>
