
<p>Um schnell Zugriff auf eine bestimmte Veranstaltung zu bekommen, gibt es in Stud.IP 
  als zentrale Suchmaschine den <b>Veranstaltungsbrowser</b>. Dieser bietet Ihnen unterschiedliche 
  M&ouml;glichkeiten, gew&uuml;nschte Veranstaltungen schnell und effektiv zu finden.</p>
<p>Den <b>Veranstaltungsbrowser</b> finden Sie, wenn Sie in der Ansicht <b>meine Veranstaltungen</b> 
  auf <b>Veranstaltungen suchen</b> klicken, auf Ihrer Startseite <b>Veranstaltung hinzuf&uuml;gen</b> anw&auml;hlen
   oder das Symbol in der Kopfzeile benutzen:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/taskbarsearch.gif" width="600" height="21" alt="taskbarsearch.gif (9 kB)" border="1"></p>
<p>das Icon f&uuml;r die Suchseiten <img src="../pictures/suchen.gif"></p>
<p>und dann auf <b>Veranstaltung suchen</b> klicken.</p>
<p>Der Veranstaltungsbrowser zeigt sich Ihnen in etwa in dieser Form, sobald Sie ihn 
  aufrufen: </p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/sembrowse.gif" width="700" height="299" alt="sembrowse.gif (49 kB)" border="1"></p>
<p>Der Veranstaltungsbrowser unterteilt sich in zwei Hauptbereiche, die Ihnen v&ouml;llig 
  unterschiedliche M&ouml;glichkeiten der Suche bieten:</p>
<p><a href="#suche"><b>1. Das Suchfeld</b></a> mit der M&ouml;glichkeit zur <a href="#wsuche"><b>erweiterten Suche</b></a><br>
  <a href="#browse"><b>2. Das Browse-Feld</b></a></p>
<p>zus&auml;tzlich gibt es bei einem Ergebnis einer Suche oder des Browsens jeweils 
  eine <a href="#ergebnis"><b>Ergebnisliste</b></a></p>

<p>Wir haben uns bem&uuml;ht, diesen Aufbau des Veranstaltungsbrowsers an klassische 
  Suchseiten (wie etwa Yahoo!) anzulehnen, um Ihnen die Bedienung m&ouml;glichst einfach 
  zu machen.</p>
  <p>&Uuml;ber dem eigentlichen Veranstaltungsbrowser sehen Sie verschiedene Reiter mit Kategorien von Veranstaltungen. Klicken Sie auf einen der Reiter, kommen Sie 
zur Kategorienanzeige. Sie k&ouml;nnen sich hier direkt alle Veranstaltungen der jeweiligen Kategorie anzeigen lassen oder mit dem Veranstaltungsbrowser innerhalb der 
Kategorie weitersuchen. Zus&auml;tzlich werden Ihnen in den Kategorien die sog.<b>TOP-Listen</b> angezeigt. Diese eignen sich ebenfalls zum herumst&ouml;bern.<br>
 Mit den <b>TOP-Listen</b> sehen Sie auf 
  einen Blick, in welchen Veranstaltungen so richtig die Post abgeht! Ebenso l&auml;sst sich erkennen, welche Veranstaltungen zuletzt angelegt wurden.
<p><a name="suche">&nbsp; </a></p>
<p><b><font size="+1">Das Suchfeld</font></b></p>
<p>Im <b>Suchfeld</b> k&ouml;nnen sie eine Veranstaltung duch Eingabe eines Suchbegriffs 
  auffinden. Normalerweise befinden Sie sich in der Schnellsuche. Wenn Sie auf 
  &quot;erweiterte Suche&quot; klicken, gelangen Sie in den erweiterten Suchmodus, 
  der Ihnen einen detaillierteren Zugriff auf unterschiedliche Datenfelder erm&ouml;glicht.<br>
  Die erweiterte Suche empfiehlt sich, wenn Sie bereits genau wissen, was sie suchen - etwa Veranstaltungen
  eines bestimmten Titels oder Dozenten.</p>

  <p><font size="+1"><b>Die Schnellsuche</b></font></p>
  <p>Die Schnellsuche erm&ouml;glicht es Ihnen, schnell und effizient, eine oder 
    mehrere bestimmte Veranstaltungen aufzufinden. Sie k&ouml;nnen mit dem Listenfeld 
    links ausw&auml;hlen, &uuml;ber welche Bereiche Sie suchen m&ouml;chten. Dabei 
    haben Sie die M&ouml;glichkeit, folgende Suchoptionen zu verwenden:</p>
  <p>Suche nach:</p>
  <blockquote><ul>
    <li>alles (mit der M&ouml;glichkeit nach Kategorien wie Lehre, Forschung, etc. zu suchen)</li>
    <li>Dozent</li>
    <li>Titel</li>
    <li>Kommentar</li>
  </ul>
  </blockquote>
  <p>Am h&auml;ufigsten werden Sie wahrscheinlich die Suchoption <b>alles</b> 
    verwenden. Dabei wird der eingegebene Begriff in den Feldern Dozent, Titel, 
    Untertitel und Kommentar gesucht. Wenn Sie im Feld <b>Dozent</b> suchen, 
    wir nur nach dem Namen des oder der Dozenten, die die jeweilige Veranstaltung betreuen, 
    gesucht. <b>Titel</b> umfasst die Felder Titel und Untertitel, <b>Kommentar</b> 
    durchsucht nur den Kommentartext.</p>
  <p><img src="../pictures/gelb.gif" width="54" height="47"> Es empfielt sich, 
    immer nur ein Suchwort anzugeben. Geben sie mehr Begriffe als einen ein, so 
    wird der gesamte Suchbegriff gesucht, es findet also keine <b>UND</b> 
    Verkn&uuml;pfung zwischen den eingegebenen W&ouml;rter statt. Verkn&uuml;pfungen k&ouml;nnen Sie nur in der <b>erweiterten
    Suche</b> angeben.</p>
  <p><img src="../pictures/gelb.gif" width="54" height="47"><!-- In der <b>Schnellsuche</b> 
    findet automatisch eine Begrenzung auf die Veranstaltungen des aktuellen Semester 
    statt. Andere Semester 
    finden Sie &uuml;ber die <b>erweiterte Suche</b>.-->Veranstaltungen aus vergangenen Semestern finden Sie 
    im <b>Archiv</b> von Stud.IP.</p>
  <p><img src="../pictures/gruen.gif" width="54" height="47"> Wenn Sie das Suchfeld 
    leer lassen und auf <b>Suche starten</b> klicken, werden alle Veranstaltungen 
    angezeigt.</p>
  <a name=wsuche><p>&nbsp;</p></a>
  <p><font size="+1"><b>Die erweiterte Suche</b></font></p>
  <p>Wenn Sie auf <b>erweiterte Suche</b> klicken, erhalten Sie ein anderes 
    Suchfeld, das so aussieht:</p>
  <p align="center"><img src="../locale/de/LC_HELP/pictures/sembrowse_suche_erweitert.gif" width="785" height="164" border="1"></p>
  <p>In der erweiterten Suche haben Sie die M&ouml;glichkeit, genaue Suchbegriffe 
    f&uuml;r folgende Felder einzugeben:</p>
  <blockquote><ul>
    <li>Titel</li>
    <li>Untertitel</li>
    <li>Kommentar</li>
    <li>Dozent</li>
    <li>Bereich</li>
    <li>Art</li>
    <li>Semester</li>
    <li>Tag</li>
  </ul>
  </blockquote>
  <p>Zus&auml;tzlich gibt es noch das Feld &quot;Verkn&uuml;pfung&quot;, hier 
    k&ouml;nnen Sie angeben, ob Sie Begriffe mit &quot;UND&quot; oder mit &quot;ODER&quot; 
    verkn&uuml;pfen m&ouml;chten. In der Regel empfielt sich eine Verkn&uuml;fung 
    mit &quot;UND&quot;.</p>
  <p>Die enstprechenden Suchfelder durchsuchen jeweils das enstsprechende Feld 
    der Veranstaltung. Bei der Suche nach Bereichen ist zu beachten, dass das Ausw&auml;hlen 
    eines Faches (die &Uuml;berschriften in der Liste der Bereiche) keine Sucheinschr&auml;nkung 
    bewirkt, es werden dann alle Veranstaltungen angezeigt. In der erweiterten Suche 
    k&ouml;nnen Sie auch nach zuk&uuml;nftigen Semestern suchen. Alte Semester 
    werden ausgeblendet, da Sie diese Veranstaltungen nur noch im <b>Archiv</b> finden.</p>
  <p>Wenn Sie auf <b>Schnellsuche</b> klicken, gelangen Sie zur&uuml;ck in 
    dem einfachen Suchmodus.</p>
  <p>Nach jeder gestarten Suche bekommen Sie eine Ergebnisliste (siehe unten).</p>
  <p>&nbsp;</p>

<a name="browse"><p>&nbsp; </p></a>
<p><b><font size="+1">Das Browse-Feld</font></b></p>
<p>Das <b>Browse-Feld</b> eignet sich gut zur Suche, wenn Sie nicht so genau wissen, 
  welche Veranstaltungen Sie suchen. Im <b>Browse-Feld</b> k&ouml;nnen sie sich durch verschiedene 
  Kategorien &quot;durchhangeln&quot; und sich sich so alle Veranstaltungen eines Instituts 
  oder eines bestimmten Studienbereichs anzeigen lassen. </p>
 
  <p>Im Browse-Feld erhalten Sie zuerst eine &Uuml;bersicht &uuml;ber alle Fakult&auml;ten 
    und einige Institute dieser Fakult&auml;ten. Sie k&ouml;nnen direkt auf eine 
    Fakult&auml;t oder ein Institut klicken, um in diese Ebene einzuspringen:</p>
  <p align="center"><img src="../locale/de/LC_HELP/pictures/sembrowse_klickfak.gif" width="302" height="70" border="1"> 
    <img src="../locale/de/LC_HELP/pictures/sembrowse_klickinst.gif" width="338" height="70" border="1"> 
  </p>
  <p><img src="../pictures/gelb.gif" width="54" height="47"> Generell k&ouml;nnen 
    Sie auf alles, was sich im Browse-Feld befindet, klicken und Sie werden in 
    die entsprechende n&auml;chste Ebene weitergeleitet.</p>
  <p><img src="../pictures/gelb.gif" width="54" height="47"> Sie finden auf allen 
    Ebenen (ausser der ersten) ganz unten den Link <b>eine Ebene zur&uuml;ck</b>. 
    Wenn Sie hier klicken, werden sie jeweils in die vorhergenden Ebene zur&uuml;ckgef&uuml;hrt.<br>
    Einfacher ist jedoch die Zeile (1)-(5): Hier finden Sie den kompletten Verlauf 
    ihrer Suche. Sie k&ouml;nnen in jede beliebige Ebene zur&uuml;ckspringen und 
    von dort aus neu starten.</p>
  <p>Die unterschiedlichen Ebenen gliedern sich wie folgt. In Klammern sehen Sie die Anzahl aller Veranstaltungen des Bereiches.</p>
  <p align="center"><img src="../locale/de/LC_HELP/pictures/sembro_ebenen.gif" width="640" height="155" alt="sembro_ebenen.gif (13 kB)" border="1"></p>
  <ol>
  <li>Uni-Ebene: Alle Fakult&auml;ten werden angezeigt</li>
   <li>Fakult&auml;ts-Ebene: Hier k&ouml;nnen Sie nach Instituten oder Studienf&auml;chern ausw&auml;hlen.</li>
  <li>Die Institutsebene: Hier werden alle Institute einer Fakult&auml;t angezeigt.</li>
  <li> Die Ebene der Studienf&auml;cher: Hier werden alle Studienf&auml;cher 
    der Fakult&auml;t aufgez&auml;hlt.</li>
    <li>Die Ebene der Studienbereiche eines Faches: Hier werden alle Bereiche 
    eines Faches aufgez&auml;hlt. </li>
     <li>Die Ergebnisliste. Je nach gew&auml;hlter Ebene werden hier unterschiedliche Ergebnisse angezeigt. 
<br>Im obigen Beispielbild werden gerade alle Studienbereiche einer Fakult&auml;t angezeigt. Klicken Sie jetzt auf einen der Bereiche, werden Ihnen alle 
Veranstaltungen des Studienbereiches pr&auml;sentiert.</li>
    </ol>
 <a name="ergebnis"> <p>&nbsp;</p></a>
<b><font size="+1">Die Ergebnisliste</font></b></p>

  <p>Am Schluss jeder Suche oder nach dem Browsen erhalten sie eine Ergebnisliste. 
    Diese Ergebnisliste erhalten Sie normalerweise in der normalen Ansicht, in 
    der die wichtigsten Daten der Veranstaltung angezeigt werden: Name der Veranstaltung, 
    der Termin, das Heimatinstitut und den oder die Dozenten:</p>
    <p align="center"><img src="../locale/de/LC_HELP/pictures/sembro_ergebnis.gif" width="617" height="227" alt="sembro_ergebnis.gif (11 kB)" border="1"></p>
    <p> Sie k&ouml;nnen jedoch 
    in den erweiterten Modus wechseln, in dem sie auf <b>erweiterte Ansicht</b> 
    klicken. In der erweiterten Ansicht werden zus&auml;tzlich Angaben zu Lese- 
    und Schreibberechtigung sowie der eigene Status und der der Veranstaltung angezeigt.</p>
  <p>Wenn Sie vorher eine Suche gestartet haben, wird in der Kopfzeile der Ergebnisliste 
    die Anzahl der Treffer angezeigt, wenn Sie aus dem Browse-Feld kommen, sehen 
    Sie in der Kopfzeile den Weg den Sie dabei beschritten haben.</p>
  <p>Wenn Sie auf einen Veranstaltungstitel klicken, gelangen Sie auf die detaillierte 
    Ansicht der Veranstaltungsoptionen und k&ouml;nnen die Veranstaltung dort <a href="index.php?help_page=v_abonnieren.htm">abonnieren</a>.</p>
  <p><img src="../pictures/gruen.gif" width="54" height="47"> Wenn Sie die jeweilige 
    Spalten&uuml;berschrift anklicken, wird die Ergbnisliste nach dieser Spalte 
    sortiert. Wenn Sie die Sortierung <b>Dozent</b> w&auml;hlen, werden Veranstaltungen, 
    die mehrere Dozenten haben, auch merhfach angezeigt - also bitte wundern Sie 
    sich nicht, das hat seine Richtigkeit!</p>
    <br><br>
  <p><font size="+1"><b>Die Ampelschaltung in der erweiterten Ansicht</b></font></p>
  <p>In der erweiterten Ansicht sehen Sie eine Ampel, die Ihnen verdeutlicht, welche 
    Lese- und Schreibberechtigung f&uuml;r Sie in dieser Veranstaltung gilt:</p>
 
    <p><img src="../pictures/ampel_gruen.gif"> Gr&uuml;ne Ampel: Sie k&ouml;nnen 
      in dieser Veranstaltung lesen bzw. schreiben. Es ist kein Veranstaltungspasswort gesetzt.</p>
    <p><img src="../pictures/ampel_gelb.gif"> Gelbe Ampel: Sie k&ouml;nnen in 
      dieser Veranstaltung lesen bzw. schreiben. Sie m&uuml;ssen dazu allerdings das 
      Veranstaltungspasswort kennen.</p>
    <p><img src="../pictures/ampel_rot.gif"> Rote Ampel: Mit ihrem gegenw&auml;rtigen 
      pers&ouml;nlichen Status ist lesen bzw. schreiben nicht erlaubt. Wahrscheinlich 
      m&uuml;ssen Sie erst die <a href="index.php?help_page=ii_bestaetigungsmail.htm"> Best&auml;tigunsmail beantworten</a>.</p>
    <p>&nbsp;</p>
 <p>&nbsp;</p>