<p><font size="+1"><b>Sonstige Daten der Veranstaltung</b></font></p>

<br><p>Der vierte Schritt zum Anlegen einer neuen Veranstaltung erm&ouml;glicht die freie Eingabe verschiedener Daten:</p>

<br><br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi4.gif" width="632" height="343" alt="va_assi4.gif (5 kB)" border="1"></p>

<ol>
  <li><b>Anmeldeverfahren</b> (optional, wenn ein Anmeldeverfahren vorher aktiviert 
    wurde)<br>
    Hier legen Sie die Einzelheiten des Anmeldeverfahren fest. Bitte geben Sie 
    folgendes an:<br>
    <br>
    <ul>
      <li><b>Kontingente</b> Hier legen Sie fest, welche Studierende &uuml;ber 
        ihre Studieng&auml;nge zugelassen werden. Sie k&ouml;nnen Studieng&auml;nge 
        &uuml;ber das Auswahlfeld und einen Klick auf hinzuf&uuml;gen aufnehmen 
        oder durch einen Klick auf die Tonne wieder entfernen.<br>
        Die Angabe der Kontingente erfolgt in Prozent. Die tats&auml;chlichen 
        Pl&auml;tze errechnen sich aus der eingegebenen Teilnehmerzahl im ersten 
        Schritt. Beachten Sie, dass es bei der Berechnung zu Rundungsfehlern kommen 
        kann und nicht die exakte Platzzahl realisiert wird.<br>
        Das System berechnet f&uuml;r Sie automatisch eine Gleichverteilung, 
        wenn Sie keine eigenen Prozentangaben machen.<br>
        Beachten Sie auch, dass es ein Kontingent f&uuml;r alle anderen Studieng&auml;nge 
        gibt. Damit k&ouml;nnen Sie einen Teil der Pl&auml;tze f&uuml;r beliebige 
        Studieng&auml;nge vergeben. Das System nutzt dieses Kontingent auch, um 
        die Prozentangaben auf 100 % auszugleichen.</li>
      <li><b>Lostermin</b> Wenn Sie ein Teilnahmeverfahren mit einem Lostermin 
        gew&auml;hlt haben, m&uuml;ssen Sie diesen hier angeben. Nach diesem Termin 
        werden freie Pl&auml;tze an Studierende vergeben, die in ihrem Kontingent 
        keinen Platz bekommen haben, aber trotzdem berechtigt waren, sich f&uuml;r 
        die Veranstaltung zu bewerben.</li>
      <li><b>Enddatum der Kontingentierung </b>Wenn Sie sich f&uuml;r die Variante der Platzvergabe 
        in der Reihenfolge der Anmeldung entschieden haben, geben Sie hier an, 
        wann die Kontingentierung aufgehoben wird. Auch hier gilt, dass nach dem 
        Termin andere Studenten, deren Kontingent bereits gef&uuml;llt ist, die 
        M&ouml;glichkeit haben, nachzur&uuml;cken. Es werden auch in diesem Fall 
        keine Studenten zugelassen, die keinen passenden Studiengang belegen, 
        es sei denn Sie haben ein Kontingent f&uuml;r alle anderen Studieng&auml;nge 
        angelegt. </li>
    </ul>
    <br>
  </li>
  <li><b>Teilnehmer</b><br>
    gibt an, an welche Zielgruppe, z.B. von Studierenden, sich die Veranstaltung 
    richtet. (Beispiel: SoW, MuK, ab 3. Sem).</li>
  <br>
  <bR>
  <li> <b>Voraussetzungen</b><br>
    zur Teilnahme an der Veranstaltung (Beispiel: bestandene Zwischenpr&uuml;fung).</li>
  <br>
  <br>
  <li><b>Lernorganisation</b><br>
    gibt an, wie die Veranstaltung Wissen vermitteln soll (Beispiel: Plenum mit 
    Diskussion).</li>
  <br>
  <br>
  <li><b>Leistungsnachweis</b><br>
    Welche Art von Leistungsnachweis kann man in Ihrer Veranstaltung erwerben? 
    (Beispiel: Teilnahmeschein, qualifizierter Lesitungsnachweis).</li>
  <br>
  <br>
  <li><b>Sonstiges</b><br>
    Zum Beispiel: <b>Keine Mobiltelefone in der Veranstaltung erlaubt!</b></li>
  <br>
  <br>
</ol>

<br>

<p>Haben Sie sich entschieden, die Veranstaltung mit einem <b>Passwort</b> zu sch&uuml;tzen, werden Sie nun aufgefordert, dieses Passwort festzulegen und zur Best&auml;tigung zu wiederholen.</p>

<p align="center"><img src="../locale/de/LC_HELP/pictures/passwort.gif" width="700" height="116" alt="passwort.gif (15 kB)" border="1"></p>

<br>

<p>Ebenso werden Sie hier aufgefordert, einen Starttermin anzugeben, wenn Sie eine regelm&auml;&szlig;ige Veranstaltung <b>nicht</b> in der ersten oder zweiten Semesterwoche beginnen lassen wollen.<br> Sind Sie mit Ihren Eingaben zufrieden, dr&uuml;cken Sie <b>Weiter</b>.</p>

<p>&nbsp; </p>

<p>&nbsp; </p>