
<p>Sie k&ouml;nnen jede <b>Datei</b>, die sie selbst in das System eingestellt haben, 
  auch nachtr&auml;glich <b>verschieben</b>, <b>l&ouml;schen</b> oder den Text zur Datei <b>bearbeiten</b>.</p> <p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Als <b>DozentIn</b> oder <b>TutorIn</b> k&ouml;nnen Sie alle Dateien in ihren Veranstaltungen bearbeiten.</p><br><br>
  <p>Um eine Datei zu bearbeiten &ouml;ffnen Sie zuerst den Ordner, in dem sich die Datei befindet. In unserem Beispielbild ist das der <b>Allgemeine Ordner
</b>. Dann klicken Sie ein Mal auf den Pfeil neben der Beschreibungszeile der Datei. <br> In dem nun aufklappenden Fenster sehen Sie 
eine <b>Beschreibung der Datei</b> und darunter Buttons mit verschiedenen Optionen - das k&ouml;nnen Sie mit der Datei anstellen:</p>
  <p align="center"><img src="../locale/de/LC_HELP/pictures/dateien_bearb.gif" width="700" height="328" alt="dateien_bearb.gif (73 kB)" border="1"></p><br><br>

<ol>
<li><b>L&ouml;schen</b><br>
Wenn Sie diese Schaltfl&auml;che anklicken, werden Sie noch einmal gefragt, ob Sie die Datei <b>wirklich l&ouml;schen</b> wollen.
<p align="center"><img src="../locale/de/LC_HELP/pictures/delete.gif" width="613" height="99" alt="delete.gif (7 kB)" border="1"></p>
 Wenn Sie nun auf &quot;JA&quot; klicken, wir die Datei unwiderruflich 
  gel&ouml;scht! <br>
  <p><img src="../pictures/rot.gif" width="54" height="47">&nbsp; <b>Unwiderruflich</b> meint auch<i><b> wirklich unwiderruflich</b></i>. Es gibt <b>keine</b>
  &quot;Zur&uuml;ck&quot;-Funktion. Einmal in den digitalen Orkus geschickt, k&ouml;nnen nicht mal Systemadministratoren die Datei &quot;wiederbeleben&quot;.<br>
  Also &uuml;berlegen Sie sich bitte ganz genau was Sie tun!</p></li> <br><br>
  <li><b>Verschieben</b><br>
  Hier haben Sie die M&ouml;glichkeit, die Datei in einen anderen Ordner innerhalb einer Veranstaltung zu verschieben. Das ist n&uuml;tzlich, wenn man 
  eine Datei aus Versehen zu einer verkehrten Sitzung hochgeladen hat.<br>
  Wenn Sie auf diese Schaltfl&auml;che klicken, erscheint in etwa folgende Ansicht:
  <p align="center"><img src="../locale/de/LC_HELP/pictures/dateien_versch.gif" width="700" height="345" alt="dateien_versch.gif (102 kB)" border="1"></p>
  <ul>
  <li>Die Datei ist jetzt bereits zum verschieben markiert.</li><br> <br>
  <li>Neben den anderen Ordnern der Veranstaltung sehen Sie jetzt das <b>einf&uuml;gen</b>-Symbol
  &nbsp; <img src="../pictures/move.gif" width="11" height="18" alt="move.gif (1 kB)" border="0">.</li><br><br>
  <li> Klicken Sie auf das Symbol neben dem Ordner, in welchen
  Sie die Datei verschieben m&ouml;chten.</li><br><br>
  <li>Haben Sie das getan, wurde die Datei vom Ursprungs- in den neuen Ordner verschoben.</li>
  </ul><br><br>
  <li><b>Bearbeiten</b><br>Klicken Sie auf diese Schaltfl&auml;che, um den Begleittext zur Datei zu ver&auml;ndern.</li><br><br> 
  <li><b>Herunterladen</b><br>Ein Klick auf diese Schaltfl&auml;che l&auml;dt die Datei auf Ihren Rechner. Sie steht Ihnen dann offline und lokal
  jederzeit zur Verf&uuml;gung, und Sie k&ouml;nnen damit anstellen was Sie wollen.</li><br><br>
  <li><b>Als ZIP-Archiv</b><br>Der Begriff <b>ZIP-Archiv</b> oder auch <b>gezippte Datei</b> leitet sich von dem Namen eines beliebten
   Komprimierungsprogramms ab. Dieses Programm ist in der Lage, gro&szlig;e Dateien ganz klein &quot;zusammenzupacken&quot;. Dabei geht nichts verloren.
   Dadurch, dass die Datei kleiner ist als urspr&uuml;nglich, dauert das herunterladen nur nicht so lange. <br>Klicken Sie auf diese Schaltfl&auml;che,
   um eine Datei komprimiert herunterzuladen.
<p><img src="../pictures/rot.gif" width="54" height="47">Zwar empfiehlt sich das herunterladen als <b>ZIP-Archiv</b> besonders f&uuml;r Modembenutzer: 
Sie brauchen zum &quot;entpacken&quot; (=wiederherstellen) der Datei aus dem Archiv allerdings ein entsprechendes Programm, wie z.B. <b>WinZIP</b>.
Ohne dieses Programm ist die heruntergeladene Datei f&uuml;r Sie nicht benutzbar!<br>In das Betriebssystem <b>WindowsXP</b> ist 
ein ZIP-Programm bereits integriert.</p></li>   </ol>
  
  
  
  
  
  
  
  
 
<p>&nbsp;</p>
<p>&nbsp;</p>