<p><img src="../pictures/rot.gif" width="54" height="47"> Viele Benutzer wundern 
  sich dar&uuml;ber, dass der offensichtlich am weitesten verbreitete Dateityp, 
  das Word-Dokument (Dateiendung doc), nicht hochgeladen werden kann. Das hat 
  jedoch einen einfachen Grund: Stud.IP soll auf allen Plattformen und mit allen 
  Programmen funktionieren. Leider sind die Word-Dokumente nicht zu allen anderen 
  Textverarbeitungsprogrammen kompatibel (teilweise nicht einmal zu anderen Programmversionen 
  von Word). Wir empfehlen daher das Rich Text Format, da es in nahezu allen Programmen 
  importiert werden kann.</p>
  
  <br><p>Sie k&ouml;nnen in jeden beliebigen Veranstaltungsordner <b>Dateien einstellen</b>.<br>&Ouml;ffnen Sie hierzu zuerst einen Ordner durch Klick
auf den <b>Pfeil</b> neben dem Ordnersymbol:</p> 
<p align="center"><img src="../locale/de/LC_HELP/pictures/dateiordner_auf2.gif" width="529" height="184" alt="dateiordner_auf2.gif (36 kB)" border="1"></p>
<p>Unter der <b>Beschreibung des Ordners</b> sehen Sie die Schaltfl&auml;che </p>
<p align="center"><img src="../locale/de/LC_BUTTONS/dateihochladen-button.gif" width="93" height="22" alt="dateihochladen-button.gif (2 kB)" border="0"></p>
<p>Haben Sie auf diese Schaltfl&auml;che geklickt, kommen Sie auch schon zur <b>Upload-Seite</b>.
<p>Das hochladen einer Datei erfolgt nun in <b>drei einfachen Schritten:</b></p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/dateien_upload2.gif" width="700" height="363" alt="dateien_upload2.gif (66 kB)" border="1"></p>

<br><br>
<ol>
  <li><b>Ausw&auml;hlen der Datei</b><br>Sie k&ouml;nnen hier direkt den Pfad angeben, oder Ihren Computer nach der Datei durchsuchen.<br>
  W&auml;hlen Sie <b>Durchsuchen</b>, erscheint ein Auswahlfenster, dass in etwas so aussieht:
  <p align="center"><img src="../locale/de/LC_HELP/pictures/dateien_durchsuchen.gif" width="350" height="240" alt="dateien_durchsuchen.gif (14 kB)" border="1"></p>
   Dort sehen Sie die Inhalte Ihres Computers.<br>Haben Sie die gew&uuml;nschte Datei gefunden, dr&uuml;cken Sie <b>&Ouml;ffnen</b>. 
   </li>
   </ol>
   <p><img src="../pictures/gelb.gif" width="54" height="47"> &nbsp; Das Fenster, in dem 
  Sie die Datei ausw&auml;hlen k&ouml;nnen, ist je nach Betriebssystem unterschiedlich 
  aufgebaut.</p><br><br>
  <ol start=2>
  <li><b>Beschreibung der Datei</b><br> Geben Sie kurz an, was der Inhalt der Datei ist. Z.B. &quot;<i>Hausarbeit 
  zum Thema nachhaltige Haushaltsentwicklung</i>&quot;</li><br><br>
  <li><b>Absenden der Datei</b><br>Klicken Sie auf diese Schaltfl&auml;che, um die Datei mit Beschreibung hochzuladen.</li><br><br>
</ol>
<p> Wenn irgend etwas beim Hochladen nicht funktioniert hat, werden Sie mit 
  einer Fehlermeldung auf das Problem hingewiesen. Meistens ist die Fehlerquelle 
  jedoch nur ein nicht zul&auml;ssiges Dateiformat oder eine Datei, die zu gross 
  f&uuml;r den Upload ist.</p>

<p><img src="../pictures/gelb.gif" width="54" height="47"> &nbsp; Beachten Sie bitte, 
  dass nicht alle Dateitypen f&uuml;r einen Upload geeignet sind. Die erlaubten 
  Dateiformate sind: Rich Text File (Dateiendung rtf, dieses Format eignet sich 
  besonders f&uuml;r normale Textdokumente, da es auf nahezu allen Betriebssystemen 
  und Programmen gelesen werden kann), Adobe Acrobat (Dateiendung pdf), normales 
  Textfile (Dateiendung txt), gepackte Dateien (Dateiendung zip), Excel-Dateien (Dateiendung xls) und Power Point 
  Folien (Dateiendung ppt).<br>
  Auch die Dateigr&ouml;sse ist beschr&auml;nkt: Als normaler Veranstaltungsteilnehmer 
  d&uuml;rfen sie maximal 1,38 MB hochladen. Das entspricht dem Fassungsverm&ouml;gen 
  einer Diskette. F&uuml;r AdministratorInnen, DozentInnen oder TurorInnen gilt diese Gr&ouml;ssenbeschr&auml;nkung 
  nicht. Mit diesem Status k&ouml;nnen Sie bis zu 15 MB hochladen.</p>
<p><img src="../pictures/gruen.gif" width="54" height="47"> &nbsp; Wenn Sie grosse Dateien 
  haben, die unter Umst&auml;nden zu gross f&uuml;r den Upload sind, versuchen 
  Sie zuerst, diese mit einem Komprimierungsprogramm (beispielsweise WinZip) zu 
  komprimieren. Damit tun Sie allen einen Gefallen, die die Datei sp&auml;ter 
  wieder herunterladen m&ouml;chten und &uuml;ber keine schnelle Internetanbindung 
  verf&uuml;gen. </p>

<p><img src="../pictures/gruen.gif" width="54" height="47"> &nbsp; Das Speichern in ein 
  Rich Text File ist in den meisten Programmen sehr einfach: W&auml;hlen Sie einfach 
  in ihrem Textverarbeitungsprogramm das Speichern in eine neue Datei (normalerweise 
  der Menupunkt &quot;speichern unter&quot;) und w&auml;hlen Sie in dem Auswahlfeld 
  das Rich Text Format (oder rtf) aus. Diese gespeicherte Datei k&ouml;nnen Sie 
  dann problemlos in Stud.IP verwenden.</p>
<p>&nbsp;</p>
</body>
</html>