<?
$url = new studip_smtp_class;
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title></title>
</head>
<body>
<h1><font size="+1">Neue Funktionen<br>
</font></h1>
<p>Sie bekommen hier einen &Uuml;berblick, welche Funktionen in den
jeweiligen Stud.IP Versionen neu hinzugekommen sind.<br>
</p>
<h1><font size="+1">Version 1.1</font></h1>
<p>08.04.04 </p>
<ul>
  <li><b>Evaluations- und Umfragemodul</b>: Neben den bereits verf&uuml;gbaren Votings und Tests 
    bietet der Umfragebereich von Stud.IP nun ein weiteres Umfrage-Tool zur Erstellung von empirischen
    Online-Frageb&ouml;gen. Der Schwerpunkt liegt dabei in der Erstellung von standardisierten 
    Veranstaltungs-Evaluationen - das Tool kann jedoch auch f&uuml;r Einrichtungen, 
    Nutzerhomepages und systemweite Evaluationen eingesetzt werden.
    Evaluationen k&ouml;nnen aus vorgegebenen Fragevorlagen gebildet und anschlie&szlig;end als 
    Evaluationsvorlagen gespeichert werden. Diese Evaluationsvorlagen dienen als Vorlage f&uuml;r konkrete 
    Evaluationen.</li>
  <li><b>Dateiverlinkung</b>: Im Dateibereich von Stud.IP k&ouml;nnen nun auch Dateien, die auf externen
    Servern liegen, &uuml;ber einen Link eingebunden werden. Stud.IP regelt hierbei die Authentifizierung
    gegen&uuml;ber dem fremden Server, so dass gesch&uuml;tzte Inhalte an Veranstaltungsteilnehmer
    weitergegebenen werden k&ouml;nnen, ohne dass das Passwort f&uuml;r diese Inhalte an die Teilnehmer 
    herausgegeben werden muss.</li>
  <li><b>Literaturverwaltung f&uuml;r Einrichtungen</b>: Einrichtungen erhalten die M&ouml;glichkeit,
    &uuml;ber die Stud.IP Literaturverwaltung die Verf&uuml;gbarkeit der f&uuml;r ihre Veranstaltungen 
    aktuell ben&ouml;tigten Literatur in angeschlossenen Bibliotheken zu &uuml;berpr&uuml;fen.</li>
  <li><b>zentrale Raumverwaltung</b>: Die Ressourcenverwaltung von Stud.IP bietet nun auch die M&ouml;glichkeit,
    eine zentrale Raumverergabe in Stud.IP zu organisieren. Dabei &auml;u&szlig;ern DozentInnen Raumw&uuml;nsche bzw.
    gew&uuml;nschte Raumeigenschaften, die als Raumanfragen gespeichert werden. Raumadministratoren k&ouml;nnen 
    diese Anfragen anschlie&szlig;end in einem neuen Tool aufl&ouml;sen bzw. den Status einsehen.</li>
  <li><b>Kopieren von Veranstaltungen</b>: Existierenden Veranstaltungen k&ouml;nnen  in den Assistenten
    zum Anlegen von Veranstaltunmgen geladen werden, um so eine Kopie dieser Veranstaltung anzulegen.</li>
  <li><b>Verstecken von Veranstaltungen</b>: Administratoren k&ouml;nnen Veranstaltungen nun unsichtbar schalten,
    so dass nur DozentenInnen, TutorInnen únd bereits eingetragene Teilnehmer die Veranstaltung sehen. In allen 
    Ausgabe- und Suchfunktionen werden diese Veranstaltungen bis zu Freigabe nicht aufgef&uuml;hrt.</li>
  <li><b>Weiterleitung von systeminternen Nachrichten an eMail-Adresse</b>: Auf Wunsch k&ouml;nnen die 
    systeminternen Nachrichten auch zus&auml;tzlich an die eMailadresse des Nutzers gesendet werden.</li>
    </ul>
<br />
<p>
<h1><font size="+1">Version 1.0</font></h1>
<p>29.12.03 </p>
<ul>
  <li><b>WAP-Schnittstelle</b>: Das Abrufen von Stud.IP-Daten direkt 	 
    vom Handy wird dank WAP-Schnittstelle möglich. Folgende Funktionen stehen
    bereit: Suchen nach Nutzern (ohne Anmeldung), aktuelle Termine, Systemnews,
    Veranstaltungsnews und -termine, Einrichtungsnews und -termine und empfangene 
    systeminterne Nachrichten.<br />
    Sie finden die WAP-Seiten unter 
    <a href="<?=$url->url?>wap/"><?=$url->url?>wap/</a></li>
   <li><b>neue Literaturverwaltung</b>: Stud.IP bietet nun die direkte Abfrage von 
    Bibliotheksbeständen und das Erstellen von Literaturlisten aus den in den Katalogen
    gefundenen Eintr&auml;gen. Auf diese Weise k&ouml;nnen Publikationslisten – personenbezogen, 
    auf Veranstaltungs oder auf Einrichtungsebene – erstellt werden. Zudem steht damit ein 
    leistungsf&auml;higes Tool bereit, um die pers&ouml;nliche Literaturverwaltung und -recherche
    direkt aus Stud.IP heraus zu erledigen.</li>
   <li><b>Simple-Content-Modul (freie Informationsseite)</b>: Es k&ouml;nnen f&uuml;r Veranstaltungen
    und Einrichtungen beliebige Inhalte in einer frei benennbaren Informationsseite erfasst werden.</li>
   <li><b>neue Funktionen zur Verwaltung von systeminternen Nachrichten</b>: Es stehen neue 
    Funktionen, wie das Anlegen von Ordnern, Verschieben von Nachrichten, L&ouml;schschutz,
    Weiterleitung an anderen Account, Fallweises Bearbeiten von Signaturen, Vorschau und vieles mehr zur 
    Verf&uuml;gung</li>
   <li><b>vCard-Export</b>: Nutzerdaten lassen sich einzeln oder gesammelt aus dem Adre&szlig;buch
    und von pers&ouml;nlichen Nutzerhomepages als vCard exportieren und k&ouml;nnen so in andere 
    Anwendungen importiert werden.</li>
   <li><b>G&auml;stebuch-Funktion</b>: Auf pers&ouml;nlichen Homepages kann ein G&auml;stebuch f&uuml;r
    jede Homepage durch den Besitzer aktiviert werden.</li>
   <li><b>Banner auf der Startseite</b>: Es k&ouml;nnen verschiedene grafische Banner verwaltet 
    und auf der Startseite eingebunden werden.</li>
   <li><b>Einbindungen von Grafiken</b>: An vielen Stellen k&ouml;nnen mit einer eigenen Formatierung
    externe Bilder eingebunden werden.</li>
   <li><b>Ausgabe von Veranstaltungslisten</b>: Es lassen sich vorformatierte Ausgaben - etwa 
    f&uuml;r Einlagebl&auml;tter im Studienbuch - ausgehend von abonnierten und in der Vergangenheit
    belegten Veranstaltungen exportieren.</li>
</ul>
<br />
<p>
</p>
<h1><font size="+1">Version 0.9.5</font></h1>
<p>30.09.03 </p>
<ul>
  <li><b>Votings und Tests</b>: F&uuml;r alle Veranstaltungen und Einrichtungen 
    sowie f&uuml;r alle Nutzer und auf der Startseite des Systems stehen nun Votings 
    und Tests zur Verf&uuml;gung. Es sind einfache Tests und Votings mit jeweils 
    einer Frage m&ouml;glich. Die Darstellung des Ergebnisses erfolgt grafisch.</li>
  <li><b>Wiki-Web</b>: &Uuml;ber die Stud.IP Wiki-Webs, die ebenfalls in Veranstaltungen 
    und Einrichtungen zur Verf&uuml;gung stehen, wird nun kollaboratives Arbeiten 
    an beliebig vernetzten Hypertext-Dokumenten m&ouml;glich. Jeder Arbeitschritt 
    wird in der automatischen Versionkontrolle protokolliert und kann den verschiedenen 
    Autoren zugeordnet werden.</li>
  <li><b>erweitertes Forensystem: </b>Das Forensystem wurde von Grund auf &uuml;berarbeitet 
    und bietet nun neue Funktionen, wie das Bewerten von Beitr&auml;gen, die Anzeige, 
    wie oft ein Beitrag abgerufen wurde und einen Relevanzwert. Au&szlig;erdem 
    gibt es nun einen Flatview und eine verbesserte Ansicht der letzten Beitr&auml;ge 
    mit neuen Sortierm&ouml;glichkeiten und einer Navigation &uuml;ber Seitenummern.</li>
  <li><b>verbesserte Verwaltung systeminterner Nachrichten:</b> Auch das Versenden 
    und Verwalten systeminter Nachrichten wurde &uuml;berarbeitet. Es ist nun 
    m&ouml;glich, die Nachrichten nach dem Alter zu gruppieren, gesendete Nachrichten 
    lassen sich in einem eigenen Bereich verwalten und das Versenden einer Nachricht 
    an mehrere Empf&auml;nger ist nun m&ouml;glich.</li>
  <li><b>erweitertes Anmeldesystem</b>: Das Anmeldeverfahren wurde um neue Funktionen 
    erweitert. Anmeldebeschr&auml;nkte Veranstaltungen lassen sich gruppieren, 
    der Anmeldezeitraum kann bestimmt werden und es gibt einen neuen Modus, der 
    es erlaubt, Teilnehmer vorl&auml;ufig zuzulassen. Der Dozent muss in diesem 
    Fall jeden Teilnhemer, der zugelassen wurde, best&auml;tigen.</li>
  <li><b>Modulare Anpassung von Veranstaltungs- und Einrichtungsfunktionen</b>: 
    Beliebige Funktionen (etwa das Forum, der Chat, der Dateibereich usw.) k&ouml;nnen 
    innerhalb von Veranstaltungen und Einrichtungen abgeschlatet werden, so dass 
    die Veranstaltungen oder Einrichtung an individuelle Bed&uuml;rfnisse angepasst 
    werden kann.</li>
  <li><b>generische Datenfelder</b>: Die Metadaten von Veranstaltungen, Einrichtungen 
    und Personen k&ouml;nnen nun um freie Datenfelder erweitert werden. Dabei 
    kann der Name der Datenfelder festgelegt werden, sowie f&uuml;r welche Nutzer 
    diese Felder sichtbar und bearbeitbar sind. Die Verwaltung erfolgt innerhalb 
    von Stud.IP &uuml;ber ein komfortables Webfrontend.</li>
  <li><b>Startup-Checker</b>: Diese neue Funktion dient vor allem dem erstmaligen 
    Einrichten des Systems: Vor dem Anlegen einer Veranstaltung wird &uuml;berpr&uuml;ft, 
    ob alle Voraussetzungen zum Anlegen einer Veranstaltung gegeben sind. Wenn 
    dies nicht der Fall ist, werden entsprechende Hilfestellungen ausgegeben.</li>
  <li><b>LDAP-Anbindung und externe Authentifizierung</b>: Durch eine neue Plug-In 
    Architektur zur externen Authentifizierung von Nutzern k&ouml;nnen Verzeichnisdienste 
    wie LDAP- oder Radius-Server als Nutzerdatenbanken verwendet werden.</li>
</ul>
<br />
<p>
<h1><font size="+1"><b>Version 0.9</b></font></h1><br>
</p>
<p>23.03.03<br>
</p>
<ul>
  <li><span style="font-weight: bold;">erweitertes Chatsystem</span>: Der bekannte 
    Stud.IP Chat wurde um einige Funktionen erweitert. Die gr&ouml;&szlig;te Neuerung 
    ist, dass es nun beliebig viele unterschiedliche Chatr&auml;ume gibt. Jede 
    Veranstaltung, Einrichtung und jeder Nutzer bekommt nun einen eigenen Chat. 
    Es k&ouml;nnen auch geschlossene, private Chatr&auml;ume realisiert werden. 
    <br>
    Jeder der Chatr&auml;ume kann von dem Admin des Chats (etwa der Dozent einer 
    Veranstaltung, Admin einer Einrichtung und jeder Nutzer in seinem eigenen 
    Chatraum) mit einem Passwort abgesichert werden, er kann Chatlogs aufzeichen 
    oder Personen in den Chat einladen.</li>
  <li style="font-weight: bold;">Einbindung von Lernmodulen aus ILIAS Open Source: 
    <span style="font-weight: normal;">Jeder Veranstaltung und Einrichtung kann 
    nun mit Lernmodulen aus ILIAS Open Source, dem Partnersystem von Stud.IP, 
    verkn&uuml;pft werden. Bestehende Accounts k&ouml;nnen &uuml;bernommen/abgeglichen 
    werden.</span></li>
  <li style="font-weight: bold;"><span style="font-weight: normal;"></span><span
 style="font-weight: bold;">TeX Support</span>: <span
 style="font-weight: normal;">In allen Eingabefeldern, die bisher schon mit der 
    Stud.IP Schnellformatierung versehen werden konnten, k&ouml;nnen nun auch 
    TeX Formeln eingegeben werden, die anschlie&szlig;end gerendet ausgegeben 
    werden (Benutzung: [tex] formel [/tex]).</span></li>
  <li style="font-weight: bold;">Einrichtungshierarchie und Veranstaltungshierarchie: 
    <span style="font-weight: normal;">Die jeweiligen Hierarchien werden auf Einrichtungsebene 
    und auf Veranstaltungsebene gegliedert dargestellt. Damit wurde auch die Suche 
    nach Veranstaltungen komplett neu gestaltet. Die Nutzer k&ouml;nnen sich nun 
    durch die jeweiligen Ebenen navigieren, um gew&uuml;nschte Veranstaltungen 
    besser auffinden zu k&ouml;nnen. F&uuml;r Adminstratoren ergeben sich so bessere 
    M&ouml;glichketen, ihr Lernangebot oder verschiedenen Bereiche von Einrichtungen 
    zu gliedern.<br>
    </span></li>
  <li style="font-weight: bold;">Internationalisierung: <span
 style="font-weight: normal;">Gro&szlig;e Teile des Systems (bisher alle Bereiche, 
    mit denen Studierende in Kontakt kommen) wurden &uuml;bersetzt und k&ouml;nnen 
    nun wahlweise in Englisch oder Deutsch bedient werden.</span></li>
  <li style="font-weight: bold;">Ressourcenverwaltung: <span
 style="font-weight: normal;">Stud.IP verf&uuml;gt nun &uuml;ber eine eigene Verwaltung 
    von Ressourcen, in der Ger&auml;te, Geb&auml;ude und vor allem R&auml;ume 
    verwaltet werden k&ouml;nnen. So lassen sich die Eigenschaften und Belegungspl&auml;ne 
    von R&auml;umen &uuml;ber Stud.IP realisieren. Veranstaltungen k&ouml;nnen 
    in R&auml;ume eingetragen werden, so dass schon beim Anlegen &Uuml;berschneidungen 
    vermieden werden.</span></li>
  <li style="font-weight: bold;"><span style="font-weight: normal;"></span><span
 style="font-weight: bold;">Adressbuch: </span><span
 style="font-weight: normal;">In dem Bereich "Mein Planer" (fr&uuml;her Terminkalender) 
    findet sich nun neben dem Terminkalender und dem pers&ouml;nlichen Stundenplan 
    auch ein pers&ouml;nliches Adressbuch. Hier kann jeder Nutzer andere Stud.IP 
    Nutzer eintragen und weitere Daten zu jeder Person erfassen. Im Adressbuch 
    werden nun auch die Buddies verwaltet</span>.</li>
  <li style="font-weight: bold;">Exporttool: <span
 style="font-weight: normal;">Stud.IP verf&uuml;gt nun &uuml;ber ein eigenes Exporttool, 
    das die wichtigsten Daten des Systems automatisch in die Formate PDF, RTF, 
    TXT und XML exportieren kann. Mit Hilfe dieses Tools k&ouml;nnen Einrichtungen 
    automatisiert eine Druckversion des Vorlesungskommentars ohne grossen Aufwand 
    erstellen. Die Vorlagen f&uuml;r die Ausgabe k&ouml;nnen angepasst werden 
    und mit Hilfe der Daten aus dem XML-Export selbst gestaltet werden.<br>
    </span></li>
  <li style="font-weight: bold;"><span style="font-weight: normal;"></span>SRI-Schnittstelle:<span
 style="font-weight: normal;">Die SRI-Schnitstelle erm&ouml;glicht es, in beliebige 
    Homepages - etwa von Einrichtungen oder der Fakult&auml;t - die Daten aus 
    Stud.IP einzubinden. Dabei k&ouml;nnen das Layout und verschiedene andere 
    Darstellungsoptionen innerhalb von Stud.IP eingestellt werden und anschlie&szlig;end 
    &uuml;ber die Schnittstelle mit den gew&uuml;nschten Optionen in andere Seiten 
    eingebunden werden. Es stehen verschiedene Ausgabemodule bereit.</span></li>
  <li style="font-weight: bold;"><span style="font-weight: normal;">Daneben wurden 
    weitere Detailverbesserungen vorgenommen. So wurde die Kopfzeile &uuml;berarbeitet 
    und bietet nun Texterkl&auml;rungen auf jedem Link. Archivierte Veranstaltungen 
    werden personalisiert in einem eigenen Bereich der Veranstaltungs&uuml;bersicht 
    angezeigt. Der Ablaufplanassistent wurde stark verbessert und ist nun in der 
    Lage, den Ablaufplan mit den allgemeinen Veranstaltungszeiten zu synchronisieren. 
    Systemweit k&ouml;nnen Titel (vor und nachgestellt) mit dem Namen jedes Nutzers 
    gespeichert werden.</span></li>
</ul>
<p> Die komplette Versionshistory finden Sie in der Datei history.txt bzw. im Impressum 
  unter dem Punkt &quot;&Uuml;ber Stud.IP&quot;.</p>
</body>
</html>
