<h4>In diesem Abschnitt der Hilfe finden Sie:</h4>

<ul>
  <li><a href="#allgemeines">Allgemeines zum WikiWikiWeb</a> 
  <li><a href="#beteiligen">Wie Sie sich am WikiWikiWeb beteiligen</a> 
  <li><a href="#wikinamen">Benennung von Wiki-Seiten</a> 
  <li><a href="#ueberblick">Den Überblick behalten</a> 
  <li><a href="#versionen">Ältere Textfassungen und Änderungsansicht</a> 
  <li><a href="#export">Druckansichten / Export</a> 
  <li><a href="#verwalten">Verwalten von WikiWikiWebs</a>
  <li><a href="#tipps">Tipps zum erfolgreichen Arbeiten mit dem WikiWikiWeb</a></li>
</ul>

<h4><a name="allgemeines"></a>Allgemeines zum WikiWikiWeb</h4>

Ein WikiWikiWeb (kurz: Wiki) ist ein Werkzeug, mit dem verschiedene AutorInnen <b>gemeinsam</b> Texte verfassen können. Dabei gibt es zwei Grundsätze:
<ol>
  <li>JedeR kann jeden Text ändern.</li>
  <li>Strukturen und Verweise zwischen Texten entstehen durch einfache 
    Nennung der Seitennamen. (Zum Format der Namen <a href="#wikinamen">s.u.</a>)</li>
</ol>
<p>Stellen Sie sich ein WikiWikiWeb am besten als eine Sammlung von Notizzetteln vor, die miteinander verknüpft sind und die von vielen Personen gelesen, ergänzt und verändert werden können.</p>

<h4><a name="beteiligen" id="beteiligen"></a>Wie Sie sich am WikiWikiWeb beteiligen</h4>
Ein Wiki beginnt in Stud.IP immer mit einer Startseite, die WikiWikiWeb hei&szlig;t. 
Diese Seite k&ouml;nnen Sie wie eine gew&ouml;hnliche Webseite lesen und den Links 
auf dieser Seite folgen. 
<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_links1.gif" vspace="10" />
</center>

Es gibt zwei Typen von Links: Solche, die auf eine bereits vorhandene Seite f&uuml;hren (s. Abbildung oben) und solche, die auf eine neue, noch nicht angelegte Seite f&uuml;hren. Letztere sind duch ein (?) gekennzeichnet:

<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_links2.gif" vspace="10" /> 
</center>

Ein Klick auf einen solchen Link f&uuml;r eine noch nicht angelegte Seite hat den gleichen Effekt wie der Klick auf den Knopf <b>bearbeiten</b>, der oben auf jeder Seite erscheint.

<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_bearbeiten_knopf.gif" vspace="10" />
</center>
 
Es erscheint dann ein Eingabefeld, in dem entweder der bereits vorhandene Text einer Seite eingetragen ist, oder das - bei neuen Seiten - noch leer ist.

<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_bearbeiten.gif" vspace="10" />
</center>

Sie k&ouml;nnen diesen Text bearbeiten oder erg&auml;nzen und dabei die aus dem Forum oder dem Chat bekannten Textformatierungen und Smilies verwenden.

<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_abschicken_abbrechen.gif" vspace="10" /> 
</center>

<p>Der Text wird &uuml;bernommen, wenn Sie auf <b>abschicken</b> klicken. Bitte 
  &uuml;berlegen Sie, bevor Sie Text entfernen, ob Sie die Arbeit anderer wirklich 
  l&ouml;schen m&ouml;chten, oder ob Sie nicht eine andere Strukturierung der 
  Seite vornehmen wollen. Wenn Sie Ihre &Auml;nderungen nicht &uuml;bernehmen 
  wollen, klicken Sie auf Abbrechen. Wenn mehr als eine Person gleichzeitig versucht, 
  eine Seite zu &auml;ndern, erscheint ein Warnhinweis. Stud.IP kann leider nicht 
  erkennen, ob tats&auml;chlich mehrere NutzerInnen gleichzeitig einen Text bearbeiten, 
  oder ob jemand nach dem Aufruf des Bearbeitungsfensters auf eine andere Webseite 
  gewechselt ist, den Rechner ausgeschaltet hat o.&auml;. Deshalb wird jeweils 
  drei&szlig;ig Minuten lang nach Beginn der Bearbeitung f&uuml;r andere ein Warnhinweis 
  ausgegeben, bis die Seite abgeschickt oder die Bearbeitung abgebrochen wird. 
  Speichern Sie deshalb regelm&auml;&szlig;ig Ihre &Auml;nderungen durch Klick 
  auf <b>abschicken</b>. Wenn Sie eine Seite &auml;ndern, obwohl Ihnen ein Warnhinweis 
  gegeben wurde, geschicht das auf eigene Gefahr, d.h. Ihre &Auml;nderungen k&ouml;nnen 
  &uuml;berschrieben werden und dann in einer &auml;lteren Version landen (s.u.). 
</p>
<p><img src="../pictures/gelb.gif">Wie im Forum k&ouml;nnen Sie Ihre eigenen Beitr&auml;ge nur unter bestimten 
  Voraussetzungen spurenlos &auml;ndern oder l&ouml;schen. Wenn Sie Ihren Text 
  innerhalb von 30 Minuten ver&auml;ndern, und in der Zwischenzeit keine andere 
  NutzerIn an der Wiki-Seite gearbeitet hat, werden nur die Gesamt&auml;nderungen 
  als Versionen gespeichert, nicht die Zwischenschritte.</p>
<h4><a name="wikinamen"></a>Benennung von Wiki-Seiten</h4>

Damit Seitennamen im Text als solche erkannt werden und automatisch in Verweise 
umgewandelt werden können, müssen sie einer <b>speziellen Form</b> (im Folgenden 
WikiNamen genannt) genügen. Sie müssen die Namen aller Seiten, die Sie erzeugen 
wollen oder auf die Sie verweisen wollen, nach dieser Form wählen. Regeln für 
WikiNamen: 
<ul>
<li>WikiNamen müssen mit einem Großbuchstaben beginnen.
<li>Im Wortinneren muss mindestens ein weiterer Großbuchstabe stehen. ("Wortinneres" heißt, dass der Großbuchstabe zwischen zwei Kleinbuchstaben stehen muss.)
</ul>

Beispiele:
<ul>
<li><b>LiteraturListe</b> ist ein g&uuml;tiger WikiName.
<li><b>LiteraturListenErgaenzung</b> ist ebenfalls ein g&uuml;tiger WikiName, d.h. es dürfen beliebig viele Großbuchstaben innerhalb des Wortes vorkommen.
<li><b>Literaturliste</b> ist kein WikiName, weil der wortinterne Großbuchstabe fehlt.
<li><b>LIteraturliste</b> oder <b>LiteraturlistE</b> sind keine WikiNamen, weil der zweite Großbuchstabe nicht links und rechts von Kleinbuchstaben umgeben ist.
<li><b>LiteraturListe23</b> ist ein WikiName, weil neben Buchstaben auch Zahlen enthalten sein dürfen.
<li><b>LiteraturListe23.4.</b> oder <b>LiteraturListe-23</b> sind als ganzes keine WikiNamen, weil neben Zahlen und Buchstaben keine weiteren Zeichen vorkommen dürfen.
</ul>

<h4><a name="ueberblick"></a>Den &Uuml;berblick behalten </h4>
<p>In gro&szlig;en Wikis, die aus vielen Seiten bestehen, geht schnell einmal 
  die &Uuml;bersicht verloren. Sei es, weil an vielen Stellen gleichzeitig &Auml;nderungen passieren, oder weil die Verkn&uuml;pfung der Seiten untereinander nicht mehr so einfach zu durchschauen ist.</p>
<p>Es gibt jederzeit die M&ouml;glichkeit, <strong>zur Startseite zur&uuml;ckzuspringen</strong>. 
  Klicken Sie dazu auf den Men&uuml;punkt &quot;WikiWikiWeb&quot;:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/wiki_startlink.gif" width="259" height="150"></p>
<p>Eine <strong>Liste der &Auml;nderungen</strong> seit Ihrem letzten Login finden 
  Sie unter dem benachbarten Men&uuml;punkt <strong>&quot;Neue Seiten&quot;</strong>. 
  Sie bekommen dann eine Liste der ge&auml;nderten Seiten angezeigt und k&ouml;nnen 
  sich entweder die aktuelle Version der jeweiligen Seite anschauen, oder direkt 
  in die &Auml;nderungsansicht springen (s.u.). Die Spalte &quot;&Auml;nderungen&quot; 
  gibt an, wie oft eine Seite ge&auml;ndert wurde, zus&auml;tzlich werden das 
  Datum und der Autor der letzten &Auml;nderung angegeben.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/wiki_neue_seiten.gif" width="650" height="63"></p>
<p>&Auml;hnlich wie die &Uuml;bersicht neuer Seiten funktioniert die <strong>Auflistung 
  aller Seiten</strong>. Sie finden den Men&uuml;punkt ebenfalls in der oberen 
  Men&uuml;leite neben &quot;Neue Seiten&quot;. Es werden dann alle Seiten aufgelistet. 
  Durch Klick auf die Spalten&uuml;berschriften haben Sie die M&ouml;glichkeit, 
  die Liste nach Seitentitel, Anzahl der &Auml;nderungen und nach letztem &Auml;nderungsdatum 
  sortieren zu lassen.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/wiki_alleseiten.gif" width="648" height="166"></p>
<p>&nbsp;</p>
<p></p>
<h4><a name="versionen"></a>&Auml;ltere Textfassungen und &Auml;nderungsansicht</h4>

<p>Wikis sind dynamisch. Was gestern noch an der einen Stelle stand, kann heute an einer ganz anderen sein, ver&auml;dert oder gar gel&ouml;scht worden sein. Aus einem wohlgeordneten Informationsnetz kann ein heilloses Chaos geworden sein - zumindest aus Ihrer Sicht. In solchen F&auml;llen hilft Ihnen die Versionsverwaltung und die beiden &Auml;nderungsansichten.
</p>
<p>Nach dem erfolgreichen Abschicken einer ge&auml;nderten oder neu erstellten Wiki-Seite erhalten Sie die Meldung, dass eine neue Version erstellt wurde. Wenn Sie dieselbe Seite innerhalb von 30 Minuten noch einmal &auml;ndern, erhalten Sie die Meldung, dass die &Auml;nderungen gespeichert wurden, aber keine neue Version angelegt wurde. Was ist eine Version? Das ist sozusagen ein Schnappschuss einer Wikiseite zu einem bestimmten Zeitpunkt. Weil bei jedem &Auml;nderungsvorgang eine neue Version angelegt wird, steht durch die Versionsverwaltung die gesamte Entwicklungsgeschichte zur Verf&uuml;gung.</p>
<p><img src="../pictures/gelb.gif"> Sie k&ouml;nnen Sie nichts "kaputt machen", weil &Auml;nderungen immer gespeichert werden und nachvollziehbar bleiben. Dadurch können &Auml;nderungen r&uuml;ckg&auml;ngig gemacht werden und Experimenten steht nichts im Wege.
</p>
<p>Versionen werden bei 1 beginnend fortlaufend durchnummeriert. Auf die letzten 10 Versionen einer Seite k&ouml;nnen Sie in dem Informationskasten rechts direkt zugreifen:</p>

<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_versionen1.gif" vspace="10" />
</center>

<p>Beachten Sie, dass Sie <b>alte Versionen nicht &auml;ndern</b> k&ouml;nnen. Das wird Ihnen durch einen Hinweis an Stelle des gewohnten Bearbeiten-Knopfes verdeutlicht:</p>

<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_versionen2.gif" vspace="10" />
</center>

<p>Durch den Direktzugriff auf die letzten Versionen k&ouml;nnen Sie sich einzelne 
  Zust&auml;nde vollst&auml;ndig anschauen. Um sich aber <b>einen &Uuml;berlick 
  zu verschaffen</b>, sind die beiden &Auml;nderungsansichten geeigneter.</p>

<p>Mit der Funktion <b>Text&auml;nderungen anzeigen</b> bekommen Sie eine Liste der Unterschiede zwischen den einzelnen Versionen angezeigt. Gleichzeitig sehen Sie, von wem und wann die &Auml;nderungen durchgef&uuml;hrt wurden. Ein gr&uuml;ner Balken vor einem Absatz bedeutet, dass dieser Absatz in der angegebenen Version eingef&uuml;gt wurde, ein roter Balken zeigt an, dass Text gel&ouml;scht wurde. (&Auml;nderungen werden nach dieser Logik als L&ouml;schen und Neueinf&uuml;gen eines Absatzes gekennzeichnet.)</p>

<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_textaenderungen.gif" vspace="10" />
</center>

<p>Die Funktion <b>Text mit AutorInnenzuordnung anzeigen</b> hingegen, zeigt Ihnen f&uuml;r die aktuelle Version, wer welchen Absatz geschrieben oder zumindest zuletzt ge&auml;ndert hat. Dies geschieht durch unterschiedliche farbliche Hinterlegung der Abs&auml;tze, eine Legende &uuml;ber dem Text zeigt Ihnen die Farbzuordnung zu AutorInnen. Zus&auml;tzlich geben kleine Info-Buttons links neben den Abs&auml;tzen beim Daraufzeigen mit dem Mauszeiger oder Anklicken Auskunft &uuml;ber die AutorInnenzuordnung.</p>

<center>
  <img src="../locale/de/LC_HELP/pictures/wiki_autorinnenzuordnung.gif" width="522" height="358" vspace="10" /> 
</center>

<p><b>Achtung:</b> Beide &Auml;nderungsansichten arbeiten absatzbasiert. D.h. 
  auch wenn nur ein einziges Wort ver&auml;ndert wurde, wird der gesamte Absatz 
  als ge&auml;ndert betrachtet und entsprechend zugewiesen. </p>
<h4><a name="export"></a>Druckansicht / Export</h4>
<p><img src="../locale/de/LC_HELP/pictures/wiki_export.gif" width="605" height="69"></p>
<p>&Uuml;ber den Menupunkt Export k&ouml;nnen alle Seiten eines WikiWikiWebs als 
  eine zusammenh&auml;ngende HTML-Datei exportiert werden. Die entstehende Seite 
  beginnt mit der Startseite &quot;WikiWikiWeb&quot; und gibt dann die Seiten in 
  der Reihenfolge Ihrer Verlinkung wieder (so genannte &quot;Depth-first-Traversierung&quot;). 
  Es wird von jeder Seite die aktuelle Version samt letzer AutorIn und letztem 
  &Auml;nderungsdatum ausgegeben. Weitere &Auml;nderungsinformationen sind nicht 
  enthalten. </p>
<p><img src="../pictures/gelb.gif">&nbsp;Beim Archivieren einer Veranstaltung werden Wiki-Seiten 
  in der aktuellen Stud.IP-Version nicht mit archiviert. Legen Sie also vorher 
  eine Export-Kopie erhaltenswerter Seiten an!</p>
<h4><a name="tipps"></a>Tipps zum erfolgreichen Arbeiten mit WikiWikiWebs</h4>
<p>Die Zusammenarbeit &uuml;ber WikiWikiWebs und das erfolgreiche gemeinsame Schreiben 
  gelingen nicht so leicht, wie die Idee sich zun&auml;chst anh&ouml;rt. Vielleicht 
  helfen Ihnen die folgenden Tipps weiter, das Wiki sinnvoll mit Leben zu f&uuml;llen.</p>
<ol>
  <li> Das Wiki ist kein Ersatz von Forum und Chat, sondern eine weitere Kommunikations- 
    und Kollaborationsform. Alle drei Werkzeuge haben ihre Berechtigung.</li>
  <li>Besonders gut und leicht lassen sich mit Wikis folgende Aufgaben angehen: 
    <ul>
      <li>Gemeinsames Sammeln von Links, Ideen, Literaturlisten, Vorschl&auml;gen 
        etc.</li>
      <li>Verteilung von Referatsthemen, Terminen, Aufgaben etc.</li>
      <li>Gemeinsamer Entwurf von Gliederungen, Tagesordnungen, verzweigten Strukturen</li>
    </ul>
  </li>
  <li>Koh&auml;rente, fl&uuml;ssige Texte entstehen nicht von selbst, sondern 
    bed&uuml;rfen einiger &Uuml;bung und vor allem Disziplin: 
    <ul>
      <li>Diskussionen sind in Wikis nur sehr schwierig zu f&uuml;hren, weil der 
        Text schnell un&uuml;bersichtlich wird und nicht mehr klar ist, was Frage 
        und was Antwort war, was von verschiedenen und was von der selben AutorIn 
        stammt. Also Diskussionen besser im Forum f&uuml;hren.</li>
      <li>Metakommentare in Texten solten klar gekennzeichnet werden, etwa durch 
        [Klammern]. </li>
      <li>Viele Schreibende scheuen sich, die Texte anderer anzutasten. Statt 
        dessen entstehen immer komplexere Seiten mit mehreren inhaltlichen Ebenen. 
        Haben Sie Mut und &auml;ndern Sie was Sie f&uuml;r &auml;nderungswert 
        halten. </li>
    </ul>
  </li>
  <li>Intensiv genutzte gro&szlig;e Wikis verm&uuml;llen fr&uuml;her oder sp&auml;ter, 
    es bilden sich &uuml;berfrachtete Seiten, verwaiste Zweige und Inhalte, die 
    an der falschen Stelle sind. Nehmen Sie sich ab und zu die Zeit, in dem Wiki 
    etwas aufzur&auml;umen, Seiten aufzuteilen, Informationen zu verschieben, 
    Verwaistes zu l&ouml;schen usw. In gr&ouml;&szlig;eren Gruppen kann es sinnvoll 
    sein, diese Rolle fest zu vergeben.</li>
</ol>
<h4><a name="verwalten"></a>Verwalten von WikiWikiWebs</h4>
<p>Als DozentIn oder TutorIn einer Veranstaltung haben Sie die M&ouml;glichkeit, 
  einzelne Versionen einer Wiki-Seite oder eine gesamte Wiki-Seite mit allen Versionen 
  auf einmal zu l&ouml;schen. Damit k&ouml;nnen Sie Fehleintr&auml;ge beseitigen, 
  Ihr WikiWikiWeb &quot;sauber&quot; halten oder von Zeit zu Zeit &quot;aufr&auml;umen&quot;.</p>
<p>F&uuml;r beide L&ouml;schm&ouml;glichkeiten klicken Sie auf den &quot;L&ouml;schen&quot;-Knopf, 
  der Ihnen bei entsprechender Berechtigung &uuml;ber jeder Wiki-Seite angezeigt 
  wird.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/wiki_loeschen1.gif" width="198" height="28"> </p>
<p>Sie bekommen dann einen Hinweis auf die Folgen der angeforderten L&ouml;schaktion: 
  Es kann entweder die vor der aktuellen Version liegende Version aktuell werden, 
  oder, falls keine weiteren Versionen vorhanden sind, die gesamte Wiki-Seite 
  gel&ouml;scht werden. Best&auml;tigen Sie den L&ouml;schwunsch durch Klicken 
  auf den Ja-Knopf, wenn Sie eine einzelne Version entfernen m&ouml;chten. Wenn 
  Sie eine gesamte Wiki-Seite mit allen Versionen l&ouml;schen, folgen Sie dem 
  Link &quot;Um alle Versionen einer Seite auf einmal zu l&ouml;schen, klicken 
  Sie hier.&quot; Sie werden dann nachfolgend noch einmal aufgefordert, Ihre Aktion 
  zu best&auml;tigen.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/wiki_loeschen2.gif" width="674" height="108"></p>
<p align="center">&nbsp;</p>
<p align="center">Und nun: Viel Erfolg und Spa&szlig; beim gemeinsamen Erstellen 
  von WikiWikiWebs!</p>
<p align="center">&nbsp;</p>
<h4>Weiterführende Hilfeseiten:</h4>

<p>Wie Sie <a href="index.php?help_page=ix_forum6.htm">Textformatierungen</a> und <a href="index.php?help_page=ix_forum7.htm">Smilies</a> im Wiki einf&uuml;gen k&ouml;nnen</p>


