 
<p>Wenn Sie die Basisdaten einer bestehenden Veranstaltung &auml;ndern wollen, 
  l&auml;uft dieses analog zum Anlegen einer neuen Veranstaltung. Allerdings sind 
  die Teilbereiche auf mehrere Seiten aufgeteilt, so gibt es die Grunddaten, die 
  Zeiten der Veranstaltung, den Ablaufplan und die Zugangsberechtigungen.<br>
  Auf dieser Seite k&ouml;nnen Sie die Grunddaten verawalten.</p>

<p>Sie sehen im ersten Abschnitt folgende Eingabefelder:</p>

<br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/va_daten1.gif" width="640" height="338" alt="va_daten1.gif (26 kB)" border="1"></p> <br><br>

<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Bitte beachten Sie, dass Sie zwar nicht jedes Feld ausf&uuml;llen m&uuml;ssen. Mindestens aber die Felder, die <b>fett gedruckt</b> sind. <!--Weitere Informationen zu einzelnen Feldern erhalten Sie, wenn Sie auf das kleine &nbsp; <img src="../pictures/info.gif" width="16" height="17" alt="info.gif (1 kB)" border="0">&nbsp; neben dem jeweiligen Feld klicken.--></p>

<br>
<p>Hier k&ouml;nnen Sie jetzt nach Belieben die Daten der Veranstaltung &auml;ndern:

<ol>
  <li>Den Namen der Veranstaltung.</li>
  <br>
  <ul>
    <br>
    <li>Wenn Sie m&ouml;chten, k&ouml;nnen Sie auch einen Untertitel eingeben</li>
    <br>
  </ul>
  <br>
  <br>
  <li>Geben Sie nun den <b>Typ der Veranstaltung</b> an. Z.B. Kolloqium, Vorlesung, 
    Seminar im Bereich der Lehre, Gremiumsveranstaltung im Bereich Organisation, 
    etc. <br>
    <br>
    <p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Sie k&ouml;nnen 
      den Typ der Veranstaltung unter Umst&auml;nden nur noch innerhalb der Kategorie 
      (etwa Lehre, Arbeitsgruppe oder Organistaion) ver&auml;ndern. Das liegt 
      daran, dass eine Veranstaltung schon mit dem Anlegen fest in diese Kategorie 
      eingeordnet wird und ein nachtr&auml;gliches &Auml;ndern ihnen einigen Umstand 
      bereiten w&uuml;rde, was wir ihnen hier gern ersparen m&ouml;chten. Sollten 
      Sie mit der Zuordnung Probleme haben, wenden Sie sich bitte an ihren Administrator. 
  </li>
  <br>
  <br>
  <li><b>Art der Veranstaltung</b>: hier k&ouml;nnen Sie konkretisierende Angaben 
    machen. Haben Sie z.B. bei &quot;Typ der Veranstaltung&quot; Grundstudium 
    angegeben, k&ouml;nnen Sie hier eintragen, ob es sich um eine Vorlesung oder 
    ein Proseminar handelt. Die Angaben in diesem Feld k&ouml;nnen Sie sich v&ouml;llig 
    frei ausdenken, da sie nur der weitergehenden Beschreibung des Veranstaltungstyps 
    dienen. <br>
    <br>
  </li>
  <li>Geben Sie die <b>Veranstaltungsnummer</b>, unter der die Veranstaltung auch 
    im Vorlesungsverzeichnis steht, ein.</li>
  <br>
  <br>
  <li>Wenn es sich um eine Veranstaltung handelt, in der Studierende <b>Kreditpunkte</b> 
    erwerben k&ouml;nnen, geben Sie bitte ein, wieviele ECTS-Punkte f&uuml;r den 
    erfolgreichen Besuch der Veranstaltung vergeben werden.<br>
    <br>
  </li>
  <li>Geben Sie die <b>Teilnehmeranzahl</b> ein. Die Teilnehmeranzahl dient auf 
    der einen Seite der Information, auf der anderen Seite beeinflusst diese Zahl 
    auch eine Beschr&auml;nkung der Teilnehmeranzahl, falls Sie dies aktiviert 
    haben. <br>
    <br>
  </li>
  <li>Geben Sie bitte an, in welchem <b>Raum</b> die Veranstaltung stattfindet 
    (z.B. ZHG011, VG415, etc.)</li>
  <br>
  <br>
  <li>In dem gro&szlig;en Feld f&uuml;r die <b>Beschreibung</b> der Veranstaltung 
    tragen Sie bitte, genau wie in einem Vorlesungskommentar, ein, um was sich 
    die Veranstaltung drehen wird.</li>
  <br>
  <br>
  <li>W&auml;hlen Sie dann aus der Liste ihre <b>Heimateinrichtung</b> aus. In 
    der Regel ist das richtige bereits gew&auml;hlt. Die Liste klappt auf, wenn 
    Sie auf den kleinen "Pfeil-nach-unten" dr&uuml;cken. Sind Sie nur an einem 
    Institut DozentIn, k&ouml;nnen Sie auch nur dieses ausw&auml;hlen. Ist Ihr 
    Institut <i>nicht</i> in der Liste angezeigt, wenden Sie sich bitte an ihren 
    Instituts-Administrator!</li>
  <br>
  <br>
  <li>Sind noch <b>weitere Institute</b> an der Veranstaltung beteiligt, k&ouml;nnen 
    Sie diese nun ebenfalls angeben.</li>
  <br>
  <br>
  <!--<li>Sie k&ouml;nnen auch &auml;ndern, ob es sich um eine <b>regelm&auml;&szlig;ige</b> Veranstaltung oder eine <b>unregelm&auml;&szlig;ige</b> (z.B. ein Blockseminar) handelt.</li>-->
</ol>

<br><br>
Im folgenden Abschnitt k&ouml;nnen Sie die an der Veranstaltung beteiligten Personen 
und den Zugriff von Au&szlig;en &auml;ndern (beachten Sie, dass Sie diese M&ouml;glichkeit 
nicht haben, wenn Sie nur als Tutor der Veranstaltung eingetragen sind): 
<p></p><br><br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/va_daten2.gif" width="640" height="320" alt="va_daten2.gif (39 kB)" border="1"></p>

<br><br>



<ol>
  <li><b>DozentInnen der Veranstaltung</b><br>
    geben Sie nun bitte die DozentInnen der Veranstaltung an. Das sind in der 
    Regel Sie selbst. Sollte es noch eineN Co-DozentIn geben, halten Sie die STRG-Taste 
    (auf Ihrer Tastatur links unten) gedr&uuml;ckt, w&auml;hrend Sie auf den zweiten 
    Namen auf der Liste klicken.</li>
  <br>
  <br>
  <li><b>TutorInnen</b><br>
    Hier können Sie Ihre Hilfskräfte auswählen. TutorInnen haben in Veranstaltungen 
    ähnliche Rechte wie DozentInnen, können also etwa Literatur einstellen, Ablaufpläne 
    erstellen usw. Sie können jedoch nicht grundlegende Daten des Seminars wie 
    "Dozenten" ändern - das können nur Sie selbst als DozentIn. Sollten es mehr 
    als einE sein, ist hier auch wieder die STRG-Taste zu dr&uuml;cken, w&auml;hrend 
    Sie mit der Maus mehrere Name auf der Liste ausw&auml;hlen. Auf der Liste 
    sind &uuml;brigens nur eingetragene wissenschaftliche Hilfskr&auml;fte Ihres 
    Institutes zu finden. Studierende k&ouml;nnen Sie nicht zum Tutor berufen. 
    Haben Sie mehr als einE TurorIn, halten Sie auch hier wieder die STRG-Taste 
    gedr&uuml;ckt,w&auml;hrend Sie mit der Maus mehrere Namen aus der Liste w&auml;hlen.</li>
  <br>
  <br>
  <!--<li><b>Typ der Veranstaltung</b><br>Im Bereich der Lehre k&ouml;nnen Sie hier z.B. festlegen, ob es sich um eine Grund- oder Hauptstudiumsveranstaltung, um eine Vorlesung oder ein Seminar handelt.</li>-->
  <li><b>Studienbereiche</b> (optional, wenn Veranstaltung im Bereich <b>Lehre</b>)<br>
    geben Sie hier bitte an, in welchen Studienbereich Ihre Veranstaltung f&auml;llt. 
    Sie können anwählen, in welchen Bereichen Sie Scheine vergeben wollen. Scrollen 
    Sie mit dem Balken einmal durch die gesamte Liste - es sind alle Bereiche 
    aller Studiengänge eingetragen. Sie sehen die Überschriften der Studiengänge 
    jeweils als Überschrift mit Gleichheitszeichen abgesetzt - diese sollten Sie 
    nicht anwählen. Wählen Sie nun die Studienbereiche aus, zu denen Ihre Veranstaltung 
    passt. Wenn Sie mehr als einen angeben wollen, verfahren Sie bitte genauso 
    wie bei der Auswahl mehrerer beteiligter Institute - mit Druck der STRG-Taste. 
  </li>
  <br>
  <br>
</ol>

<p>Im letzten Abschnitt k&ouml;nnen Sie noch einige freie Angaben ver&auml;ndern:</p>

<br><br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/va_daten3.gif" width="640" height="297" alt="va_daten3.gif (34 kB)" border="1"></p>

<ol>
  <li><b>Teilnehmer</b><br>
    gibt an, an welche Zielgruppe, z.B. von Studierenden, sich die Veranstaltung 
    richtet. (Beispiel: SoW, MuK, ab 3. Sem).</li>
  <br>
  <bR>
  <li> <b>Voraussetzungen</b><br>
    zur Teilnahme an der Veranstaltung (Beispiel: bestandene Zwischenpr&uuml;fung).</li>
  <br>
  <br>
  <li><b>Lernorganisation</b><br>
    gibt an, wie die Veranstaltung Wissen vermitteln soll (Beispiel: Plenum mit 
    Diskussion).</li>
  <br>
  <br>
  <li><b>Leistungsnachweis</b><br>
    Welche Art von Leistungsnachweis kann man in Ihrer Veranstaltung erwerben? 
    (Beispiel: Teilnahmeschein, qualifizierter Leistungsnachweis).</li>
  <br>
  <br>
  <li><b>Sonstiges</b><br>
    Zum Beispiel: <b>Keine Mobiltelefone in der Veranstaltung erlaubt!</b></li>
  <br>
  <br>
  <p>Bitte sehen Sie sich die eingegeben Daten noch einmal kurz an. Wenn alle 
    Angaben korrekt sind, klicken Sie bitte auf die Schaltfl&auml;che</p>
  <p align="center"><img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif" width="93" height="22" alt="uebernehmen-button.gif (2 kB)" border="0"></p>
  <br>
  <br>
  <p>Damit werden Ihre &Auml;nderungen an den Veranstaltungsdaten gespeichert.</p>
</ol>
