
<p>Sie k&ouml;nnen in Stud.IP sehr einfach die Literatur und Linklisten zu Ihren 
  Seminaren verwalten.</p>
<p>Betreten Sie bitte Ihre Veranstaltung &uuml;ber die Auswahl <b>meine Veranstaltungen</b> 
  <img src="../pictures/meinesem.gif" width="24" height="21"> </p>
<p>W&auml;hlen Sie dann im Veranstberaltungsbereich den Reiter <b>Literatur</b> aus:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/literatur.gif" width="524" height="54" alt="literatur.gif (8 kB)" border="1"></p>
<br><br>
<p>Sie sehen als Unterpunkte zwei Eintr&auml;ge: <b>gesamte Literatur</b> 
  und <b>Literatur/Links bearbeiten</b>.</p>
<p><img src="../pictures/gruen.gif" width="54" height="47"> Aus Platzgr&uuml;nden 
  haben wir f&uuml;r die Linksammlung nicht noch extra Eintr&auml;ge geschrieben 
  - immer wenn Sie Literatur verwalten, k&ouml;nnen Sie auch Links anpassen.</p>
<p>Dr&uuml;cken Sie jetzt bitte auf <b>Literatur einstellen / bearbeiten</b>.</p>
<p>Sie sehen jetzt zwei gro&szlig;e, leere Textfelder eines f&uuml;r Literatur, 
  das darunter f&uuml;r Links - in diese k&ouml;nnen Sie Ihre Literatur und Linksammlungen 
  eingeben.</p>
<p>Das System ber&uuml;cksichtigt Abs&auml;tze, Sie k&ouml;nnen die Listen also 
  &uuml;bersichtlich gestalten.</p>
<p>Wenn Sie bereits Literatur oder Links in digitaler Form vorliegend haben, k&ouml;nnen 
  Sie diese bequem  einf&uuml;gen - gehen Sie daf&uuml;r 
  wie folgt vor:</p>
<ul>
  <li>Text (z.B. in WORD) mit der Maus markieren und STRG-C dr&uuml;cken, <b>oder</b></li>
  <li>Text markieren, auf dem Text mit der rechten Maustaste dr&uuml;cken und 
    <b>kopieren</b> anw&auml;hlen, <b>oder</b> </li>
  <li>Text markieren und im Programmen&uuml; unter <B>Bearbeiten</b> den 
    Punkt <b>Kopieren</b> anw&auml;hlen.</li>
</ul>
<p>Klicken Sie jetzt in das Feld f&uuml;r die Literatur oder Links und f&uuml;gen 
  den Text ein:</p>
<ul>
  <li>dr&uuml;cken Sie STRG-V <b>oder</b></li>
  <li>dr&uuml;cken Sie die rechte Maustaste und w&auml;hlen &quot;Einf&uuml;gen&quot; 
    <b>oder</b></li>
  <li>w&auml;hlen aus dem Browsermen&uuml; unter &quot;Bearbeiten&quot; den Punkt 
    &quot;Einf&uuml;gen&quot;.</li>
</ul>
<p><img src="../pictures/gruen.gif" width="54" height="47"> Dieses Verfahren k&ouml;nnen 
  Sie auf ALLE Texteingabefelder in Stud.IP anwenden!</p><br><br>
  
<p>Zum speichern der &Auml;nderungen klicken Sie auf </p>
<p align="center"><img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif" width="93" height="22" alt="uebernehmen-button.gif (2 kB)" border="0"></p>