
<p><font size="+1"><b>Zeiten einer Veranstaltung &auml;ndern</b></font></p>

<br>

<p>Sie k&ouml;nnen die Zeiten, zu denen eine Veranstaltung stattfindet, nat&uuml;rlich 
  auch noch nachtr&auml;glich &auml;ndern. W&auml;hlen Sie hierzu die Veranstaltung 
  &uuml;ber die <b>Administrierungsseite</b> aus. Die Administrierungsseite erreichen 
  Sie z.B. &uuml;ber das Schl&uuml;sselsymbol&nbsp; <img src="../pictures/admin.gif" width="24" height="21" alt="admin.gif (1 kB)" border="0">&nbsp; 
  in der Kopfleiste.<br>
  W&auml;hlen Sie nun auf der Reiterleiste den Unterpunkt <b>Zeiten</b> an. </p>
<p><b>Achtung:</b> Alle &Auml;nderungen auf dieser Seite werden erst nach einem 
  Klick auf &quot;&uuml;bernehmen&quot; gespeichert. Wenn Sie &Auml;nderungen 
  vorgenommen haben, die noch nicht gespeichert sind, weist Sie das System mit 
  der Bemerkung &quot;Diese Daten sind noch nicht gespeichert&quot; darauf hin.<br>
  <br>
  Haben Sie die Veranstaltung als <b>unregelm&auml;&szlig;ige Veranstaltung</b> 
  angelegt, sehen Sie nun folgendes Bild:</p>
<br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/metadates1.gif" width="702" height="241" alt="metadates1.gif (7 kB)" border="1"></p> 

<br>

<p> Mit der Schaltfl&auml;che <b>Typ der Veranstaltung &auml;ndern</b> machen Sie nun aus einer unregelm&auml;&szlig;igen Veranstaltung (z.B. einem Blockseminar) eine regelm&auml;&szlig;ig (alle ein oder zwei Wochen zu fester Zeit) stattfindende Veranstaltung. Ansonsten k&ouml;nnen Sie noch das <b>Semester</b>, in welchem die Veranstaltung stattfindet, sowie (bei Veranstaltungen &uuml;ber mehrere Semester) das <b>Endsemester</b> festlegen.</p>

<br>

<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Bei unregelm&auml;&szlig;igen Veranstaltungen wie Blockseminaren werden die Sitzungstermine im allgemeinen &uuml;ber die Funktion <b>Termine</b> bekannt gegeben. Wie das genau geht, erfahren Sie <a href="index.php?help_page=x_ablauf.htm">hier</a></p><br>

<br>

<p>Haben Sie sich entschlossen, den Typ der Veranstaltung zu &auml;ndern, sehen Sie folgende Eingabefelder:</p>

<br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/va_zeiten.gif" width="640" height="337" alt="va_zeiten.gif (40 kB)" border="1"></p><br><br>

<!--<p> Dieses Beispiel zeigt den Typ der "regelm&auml;ssigen Veranstaltung"; die Eingabefelder f&uuml;r den Typ der <b>unregelm&auml;&szlig;igen Veranstaltung</b> sind &auml;hnlich.</p>-->

<p>Hier k&ouml;nnen Sie nun angeben:<p>

<ol>

<li>In welchem <b>Turnus</b><br>die Veranstaltung stattfindet: ein- oder zweiw&ouml;chentlich.</li><br><br>

<!--<li><b>Wann</b><br>die Veranstaltung beginnt: in der ersten oder zweiten Semesterwoche  oder zu einem Zeitpunkt, den Sie selbst festlegen k&ouml;nnen.</li><br><br>-->

<li><b>Daten &uuml;ber Termine</b><br>Hier geben Sie bitte an, wann <i>genau</i> (Tag, Uhrzeit von-bis) die Veranstaltung stattfindet. Sie sehen zwei Felder f&uuml;r w&ouml;chentliche Veranstaltungstermine. Findet die Veranstaltung nur an einem Tag statt, lassen Sie das zweite Feld einfach leer. Gibt es mehr als zwei w&ouml;chentliche Sitzungen, klicken Sie auf die Schaltfl&auml;che <b>Feld hinzuf&uuml;gen</b> um eine Eingabemaske f&uuml;r den dritten oder vierten Termin anzulegen. </li><br><br>

<li><b>Veranstaltungsbeginn</b><br>In der ersten oder zweiten Semesterwoche  oder zu einem Zeitpunkt, den Sie selbst festlegen k&ouml;nnen. Liegt er nicht in der ersten oder zweiten Semesterwoche, klicken Sie auf die Schaltfl&auml;che <b>Art des Starttermins &auml;ndern</b>. Sie k&ouml;nnen nun ein freies Datum f&uuml;r den Beginn der Veranstaltung festsetzen.</li><br><br>

<li><b>Semester</b><br>Gibt an, in welchem Semester die Veranstaltung beginnt/stattfindet.</li><br><br>

<li><b>Endsemester</b><br>ist nur bedeutsam f&uuml;r Veranstaltungen, die sich &uuml;ber mehrere Semester hinziehen; in der Regel also f&uuml;r Veranstaltungen des Typs "Organisation". Sie k&ouml;nnen Veranstaltungen bis <b>unbegrenzt</b> laufen lassen.</li><br><br>

<!--<li><b>Vorbesprechung</b><br>Falls es einen Termin f&uuml;r eine Vorbesprechung gibt, tragen Sie ihn hier ein. andernfalls lassen Sie das Feld wie es ist.</li><br><br>--></ol><br>

<p align="center"></p>

<p>M&ouml;glicherweise haben Sie die Veranstaltung beim Anlegen auch als <b>regelm&auml;&szlig;ige Veranstaltung</b> klassifiziert und bevorzugen nun den Typ der <b>unregelm&auml;&szlig;igen Veranstaltung</b>?</p>

<!--<br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/metadates2.gif" width="701" height="428" alt="metadates2.gif (13 kB)" border="1"></p>

<br>-->

<p>Wenn Sie in diesem Fall auf <b>Typ der Veranstaltung &auml;ndern</b> klicken, wird aus einer regelm&auml;&szlig;igen eine <b>unregelm&auml;&szlig;ige</b> Veranstaltung (z.B. wenn Sie sich entscheiden, ein Seminar statt w&ouml;chentlich nur geblockt stattfinden zu lassen). In diesem Fall k&ouml;nnen Sie nur Start- und Endsemester der Veranstaltung festlegen, die Bekanntgabe der Sitzungstermine l&auml;uft dann &uuml;ber die Funktion <b>Termine</b> im <b>Ablaufplan</b>, in der Sie einzelne Sitzungstermine bekannt geben und beschreiben k&ouml;nnen. Wie das genau geht, erfahren Sie <a href="index.php?help_page=x_ablauf.htm">hier</a></p>

<br>

<p>M&ouml;chten Sie dagegen nur die Zeiten der Veranstaltungen ver&auml;ndern k&ouml;nnen Sie das nun &uuml;ber die Eingabefelder tun. <br> Auch den Starttermin k&ouml;nnen Sie hier neu festlegen. Liegt er nicht in der ersten oder zweiten Semesterwoche, klicken Sie auf die Schaltfl&auml;che <b>Art des Starttermins &auml;ndern</b>. Sie k&ouml;nnen nun ein freies Datum f&uuml;r den Beginn der Veranstaltung festsetzen.</p>







<p>&nbsp; </p>

<p>&nbsp; </p>































