
<p>Um Debatten in Ihrer Seminarumgebung zu f&ouml;rdern, k&ouml;nnen Sie Themen 
  vorgeben, zu denen diskutiert werden kann.</p>
<p><b><font size="+1">Zugang</font></b></p>
<p>Betreten Sie bitte Ihre Veranstaltung &uuml;ber die Auswahl <b>meine Veranstaltungen</b> 
  <img src="../pictures/meinesem.gif" width="24" height="21"> </p>
<p>W&auml;hlen Sie dann im Veranstaltungsbereich den Reiter <b>Forum</b> aus:</p>
 <p align="center"><img src="../locale/de/LC_HELP/pictures/reiterforum.gif" width="525" height="53" alt="reiterforum.gif (7 kB)" border="1"></p><br><br>
<p><font size="+1"><b>Die Themen&uuml;bersichtsseite</b></font></p>
<p>Sie sehen bereits angelegte Themen - beispielweise die, die Sie bereits als 
  Sitzungstermine angelegt haben (siehe Bereich: Ablaufplan verwalten).</p>
<p>Rechts sehen Sie den Unterpunkt <b>Neues Thema</b>. <br>Klicken 
  Sie darauf!</p><br><br>
<p><font size="+1"><b>Neues Thema anlegen</b></font></p>
<p>Sie sehen jetzt zwei Textfelder - eines f&uuml;r die &Uuml;berschrift des Themas 
  (nur diese erscheint auf der ersten Forenseite, die sie eben sahen), sowie ein 
  l&auml;ngeres Feld f&uuml;r den Beschreibenden Text.</p>
<p>F&uuml;llen Sie die Felder aus, etwa wie folgt:</p>
<p>&Uuml;berschrift: &quot;Organisation des Seminars&quot;</p>
<p>Ihr Beitrag: &quot;Hier kann &uuml;ber die Organisation des Seminares diskutiert 
  werden.&quot;</p>
<p>Wenn Sie auf &quot;abschicken&quot; dr&uuml;cken, wird das Thema angelegt - 
  ab jetzt k&ouml;nnen Studierende Postings zum Thema einstellen.</p>
<p><font size="+1"><b>Thema l&ouml;schen/verschieben</b></font></p>
<p>Wenn Sie in der Themen&uuml;bersichtsseite auf eines der Themen klicken, erscheint 
  die Liste der angeh&auml;ngten Diskussionen:</p>
<p><img src="../locale/de/LC_HELP/pictures/doz_treeview.gif" width="440" height="107" alt="doz_treeview.gif (12 kB)" border="1"></p>
<p>Sie k&ouml;nnen nun zu dem Thema eine Antwort verfassen oder aber das Thema 
  und alle Antworten <b>l&ouml;schen</b> oder  <b>verschieben</b>.</p>
<p><img src="../pictures/rot.gif" width="54" height="47"> Wenn Sie ein Thema l&ouml;schen, 
  ist es unwiederruflich verloren - in Datenbanksystemen gibt es keine &quot;UNDO&quot; 
  Funktion. Auch alle Beitr&auml;ge die sich auf das Thema bezogen haben sind 
  dann verschwunden. Sehen Sie also vorher nach, was Sie l&ouml;schen wollen!</p>
<p><img src="../pictures/gelb.gif" width="54" height="47"> Es gibt im Moment leider 
  noch keine M&ouml;glichkeit, ein Thema zu ver&auml;ndern (etwa umTippfehler 
  zu bereinigen), sobald jemand etwas zu diesem Thema geschrieben hat. Wir arbeiten daran.</p>
<p>Um ein Thema zu <b>verschieben</b>, klicken Sie einfach auf die entsprechende Schaltfl&auml;che. Sie sehen dann kleine, gelbe Pfeile 
hinter allen Ordnern, in die das Thema innerhalb der Veranstaltung verschoben werden kann. Sie k&ouml;nnen allerdings &uuml;ber die Auswahlliste auch eine andere,von Ihnen betreute Veranstaltung w&auml;hlen, in die der Ordner verschoben werden kann. W&auml;hlen Sie dazu die Veranstaltung aus der Liste und dr&uuml;cken Sie dann die Schaltfl&auml;che <b>verschieben</b>. </p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/doz_verschieben.gif" width="700" height="214" alt="doz_verschieben.gif (41 kB)" border="1"></p>
<p>Mit einem Klick auf einen der markierten Ordner wird dann das Thema inkl. aller Postings in den neuen Ordner verschoben.</p> 

<p>&nbsp; </p>
<p>&nbsp; </p>
  