
<p>Nicht immer m&ouml;chte man anderen Nutzern langwierig eine E-Mail zukommen 
  lassen - wer wei&szlig;, wann der andere diese liest? </p>
<p>Wir haben daher ein sehr einfaches Nachrichtensystem integriert, mit dem sich 
  Nutzer unkompliziert kurze Mitteilungen zuschicken k&ouml;nnen - die Funktionalit&auml;t 
  gleicht der einer SMS bei Mobiltelefonen. Im Folgenden sprechen wir daher auch 
  einfach von <b>SMS</b>.</p>
<p>Sie k&ouml;nnen von verschiedenen Stellen des Systems aus <b>SMS</b> an andere Nutzer 
  verschicken:</p>
<ul>
  <li>Von der <b>Wer ist online</b>-Seite aus,</li><br><br>
  <li>Aus der <b>Personensuche</b> heraus,</li><br><br>
  <li>Auf der <b>pers&ouml;nlichen Homepage</b> des Betreffenden.</li><br><br>
  <li>&Uuml;ber den <b>Messenger</b></li>
</ul>
<p>In allen F&auml;llen m&uuml;ssen Sie nichts weiter tun, als das Briefsymbol 
  neben dem jeweiligen Namen anzuklicken: 
  <p align="center"><img src="../pictures/nachricht1.gif" width="24" height="21"></p>
<p>Sie kommen nun auf eine Eingabeseite, auf der Sie Ihren Text eingeben k&ouml;nnen.</p>
<p><img src="../pictures/gelb.gif" width="54" height="47">  Anders als bei  Handy-SMS 
  ist die Anzahl der Zeichen nicht begrenzt!</p>
<p>Wenn Sie selbst eine neue <b>SMS</b> zugesandt bekommen haben, erscheint ein <b>blinkendes 
  Brief-Icon</b> in der Kopfzeile.  <p align="center"> <img src="../pictures/nachricht2.gif" width="24" height="21"></p><br>Wenn aktiviert, meldet sich nun auch der Stud.IP-<b>Messenger</b> zu Wort. Er erscheint im Vordergrund und zeigt Ihnen ebenfalls, 
  dass Sie eine neue Nachricht erhalten haben.</p>
  
<p>Dr&uuml;cken Sie einfach auf diesen Brief, und Sie k&ouml;nnen die <b>Nachricht 
  lesen</b>. Sie haben ferner die M&ouml;glichkeit, dem Absender direkt eine <b>Antwort</b> 
  zuzuschicken oder die <b>SMS sofort zu l&ouml;schen</b>.</p>
  <p>Antworten zu verschicken funktioniert auf zwei Arten: wenn Sie auf die Schaltfl&auml;che <b>Antworten</b> klicken, k&ouml;nnen Sie sofort eine ganz neue Nachricht versenden. W&auml;hlen Sie dagegen den Button <b>Zitieren</b>, k&ouml;nnen Sie nicht nur Ihre Antwort verschicken - der Text der urspr&uuml;nglichen SMS wird auch noch einmal mitversendet. Das ist extrem praktisch, wenn die Kommunikation zeitlich sehr asynchron abl&auml;uft. Oder Ihr Kommunikationspartner sehr viele SMS erh&auml;lt (vielleicht einE DozentIN?) und dann genau wei&szlig;, um was f&uuml;r ein Thema sich die Antwort eigentlich dreht.
<p><img src="../pictures/gruen.gif" width="54" height="47"> Ihre systeminternen 
  SMS sind absolut vertraulich - niemand ausser Ihnen kann die Nachrichten lesen. 
<br> Sie k&ouml;nnen auf der <b>Einstellungsseite</b> f&uuml;r das <b>Messaging </b> bestimmen, ob und wann gelesene <b>SMS automatisch</b> gel&ouml;scht werden sollen. Sie finden 
die Einstellungsseite unter Ihrer pers&ouml;nlichen Homepage im Bereich &quot;MyStud.IP&quot;, eine &Uuml;bersicht &uuml;ber die Einstellungsm&ouml;glichkeiten von <b>SMS</b> und 
<b>Messenger</b>
finden Sie <a href="index.php?help_page=iii_homepagef5.htm">hier</a>.<br><br>Solange Sie Ihre SMS  (auch gelesene) nicht gel&ouml;scht haben, sehen Sie ein graues Briefsymbol in der Kopfleiste :</p>
<p align="center"><img src="../pictures/nachricht1.gif" width="24" height="21" alt="nachricht1.gif (1 kB)" border="0"></p>
<p>&nbsp; </p>
<p>&nbsp; </p>