<p>Sie werden wahrscheinlich ziemlich fr&uuml;h auf einen Anmeldebildschirm (im folgenden LogIn genannt) stossen,
der Sie auffordert, einen Benutzernamen und ein Passwort einzugeben.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/newlogin.gif" width="597" height="277" alt="newlogin.gif (35 kB)" border="1"></p>
<p>Diese H&uuml;rde mag zun&auml;chst unsinnig aussehen, doch k&ouml;nnen wir
  Ihnen auf diese Art und Weise eine Menge Vorteile bieten. Das System wei&szlig;
  jederzeit, wer Sie sind. Das bedeutet, dass Sie ihre jeweils pers&ouml;nlich
  angepasste Startseite im System bekommen, auf der nur die f&uuml;r Sie relevanten
  Informationen angezeigt werden:</p>
<ul>
  <li>Sie sehen auf einem Blick alle Veranstaltungen, an denen Sie teilnehmen. Es spielt
    keine Rolle, welche Funktion Sie in der Veranstaltung aus&uuml;ben, also ob sie
    nur Teilnehmer sind, Tutorenstatus haben oder die Veranstaltung als DozentIn leiten.
    Selbst wenn sie die Veranstaltungen nur online verfolgen, bleiben Sie stets auf dem
    neuesten Stand und k&ouml;nnen von ihrer Startseite aus einsehen, in welchen
    Vernstaltungen sich etwas ge&auml;ndert hat.</li>
  <li>&Uuml;ber die Anmeldung wird sicher gestellt, dass niemand ihren guten Namen
    mi&szlig;braucht: Dokumente oder andere Beitr&auml;ge die ihren Namen tragen,
    stammen auch wirklich von Ihnen.</li>
  <li>Stud.IP bietet Ihnen einige n&uuml;tzliche Hilfsmittel f&uuml;r den Unialltag:
    So kann aus den Daten der Veramstaltungen, die Sie abonniert haben, automatisch
    ein Stundenplan generiert werden, der Ihnen jederzeit ihre aktuelle Studienwoche
    anzeigt. &Auml;nderungen werden sofort &uuml;bernommen. Daneben gibt es einen
    Terminkalender, der Ihnen auf Wunsch auch alle Termine der Veranstaltungen anzeigt, an denen Sie
    teilnehmen. So k&ouml;nnen Sie sich schnell einen &Uuml;berblick verschaffen,
    welche Themen in den n&auml;chsten Wochen in ihren Veranstaltungen behandelt werden.</li>
  <li>Sie k&ouml;nnen sich im System eine pers&ouml;nliche Homepage anlegen. Hier
    kann ein eigenes Bild eingebunden oder Daten zum Lebenlauf, Hobbies usw. freiwllig
    eingegeben werden. Wenn sie Mitarbeiter einer Einrichtung der Universit&auml;t
    sind, werden diese Informationen automatisch verwendet, um sie in anderen
    Seiten ebenfalls anzuzeigen. Sie sehen: Stud.IP verwaltet f&uuml;r Sie zentral
    ihre pers&ouml;nlichen Daten die Sie nur an <b>einer</b> einzigen Stelle, auf Ihrer Hoempage, &auml;ndern
    zu brauchen, um aktualisierte Informationen an der ganzen Uni bekannt zu
    machen.</li>
</ul>

 <p>&nbsp; </p>  
  <p>&nbsp; </p>