
<p>Hier haben Sie Gelegenheit, sich den anderen Nutzern des Systems zu pr&auml;sentieren. Sie k&ouml;nnen ein Bild von sich hochladen, Ihren Lebenslauf oder Ihre Arbeitsschwerpunkte dokumentieren, pers&ouml;nliche oder &ouml;ffentliche Termine, Umfragen oder News anlegen, Ihre Systemdaten verwalten und noch vieles mehr. Innerhalb bestimmter Grenzen k&ouml;nnen Sie Ihre Homepage so gestalten, wie Sie es m&ouml;chten -und das alles <b>ohne HTML-Kenntnisse! </b></p> 
<p>So sieht der Kopfbereich einer gepflegten Homepage aus (einige Bereiche sind der &Uuml;bersicht halber eingef&auml;rbt):</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/homepage.gif" border="1"></p>
<p><ul>
<li>Im Bereich [1] (im Bild gr&uuml;n eingef&auml;rbt) erscheinen neben Ihrem Bild Ihre pers&ouml;nlichen und universit&auml;ren Daten. Wie Sie diese eingeben k&ouml;nnen erfahren Sie auf den folgenden Hilfeseiten.</li><br>
<li>Im Bereich [2] (rosa) finden Sie einen Besucherz&auml;hler, der anzeigt wieviele Nutzenden sich Ihre Homepage bereits angesehen haben. Darunter wird die Option <b>"Stud.IP-Messenger starten"</b> und Ihr <a href="index.php?help_page=faq.htm#score"><b>Stud.IP-Score</b></a> und Ihr augenblicklicher <b>Stud.IP-Rang</b> angezeigt. Ein Klick auf diese Zeilen bringt Sie zur Score-Liste. </li><br>
<li>Im Bereich [3] (blau) sehen Sie auf den Homepages von anderen Nutzenden die Option <b>"zu Buddies hizuf&uuml;gen"</b>. Ein Klick hierauf f&uuml;gt den Nutzenden dann zu Ihrem Adressbuch und Ihrer Buddie-Liste hinzu. Zus&auml;tzlich haben Sie die m&ouml;glichkeit eine sogenannte <b>"VCF-Card"</b> herunterzuladen. In dieser sind alle Daten enthalten, die der Nutzende auf seiner Homepage angegeben hat (Name, E-Mail-Adresse, Telefonnummer, etc.). VCF-Cards k&ouml;nnen automatisch in Adressenverwaltungen wie z.B. <i>Outlook</i> eingebunden werden. Auf Ihrer eigenen Homepage sehen Sie die Eintr&auml;ge "Buddies" und "vCard" nicht - alle anderen schon. </li><br>



</ul></p>
<p>&Uuml;ber dem Homepagekopf sehen Sie eine  Reiterleiste  mit den verschiedenen Einstellungsm&ouml;glichkeiten um Ihre Homepage auszugestalten. Dazu sp&auml;ter mehr.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/reiterhp.gif" border="1"></p>
<p> Die k&ouml;nnen auch nur Sie selbst sehen - es kann also niemand anders an Ihrer Homepage herumpfuschen.</p>

<p>Nicht nur &uuml;ber die Reiter haben Sie die M&ouml;glichlkeit Ihre Homepage anzupassen. &Uuml;berall, wo Sie die Doppelpfeile</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/doublearrows.gif" width="56" height="28" alt="doublearrows.gif (1 kB)" border="1"></p>
<p>sehen, k&ouml;nnen Sie Einstellungen vornehmen. Klicken Sie auf die Pfeile, und Sie k&ouml;nnen z.B. den Bereich <b>&quot;Termine&quot;</b> direkt editieren.
<p>Nur auf der Homepage haben Sie auch die M&ouml;glichkeit, das G&auml;stebuch zu aktivieren. Standardm&auml;&szlig;ig ist es deaktiviert. Wenn Sie anderen Nutzenden die M&ouml;glichkeit geben wollen, sich auf Ihrer Homepage zu verewigen, klicken Sie ein Mal auf den grauen Pfeil. Das G&auml;stebuch klappt nun auf. Klicken Sie dann auf den Button <img src="../locale/de/LC_BUTTONS/anlegen-button.gif">. Damit ist Ihr G&auml;stebuch nun aktiv und f&uuml;r andere nutzbar.</p> 

<p><img src="../locale/de/LC_HELP/pictures/gruen.gif" border="0"> Wenn Sie neu im System sind, sollten Sie als  ersten Schritt ein <a href="index.php?help_page=iii_homepagea.htm">eigenes Bild hochladen.</a></p><p><img src="../locale/de/LC_HELP/pictures/gelb.gif" border="0"> Bitte beachten Sie, dass auf Ihre Stud.IP-Homepage in der Regel nur andere NutzerInnen von Stud.IP zugreifen k&ouml;nnen. Eine Verlinkung aus dem Internet auf eine Stud.IP-Homepage ist nur m&ouml;glich, wenn Sie MitarbeiterIn einer Einrichtung sind, die eine eigene Homepage mit einer von Stud.IP generierten MitarbeiterInnenliste ist. Bei Fragen hierzu wenden Sie sich bitte an die f&uuml;r Sie zust&auml;ndigen Administrierenden (aufzufinden &uuml;ber das Impressum - einfach auf das Stud.IP-Logo in der Kopfzeile klicken).</p>

<br><br>