<br>
<font size="+1"><b><a name="news">Newsverwaltung</a></b></font>
<p><font> Ihre Sprechstunde &auml;ndert sich? Der Hund ist krank? Zur n&auml;chsten Party sollen alle ein Handtuch mitbringen? Sie haben einen Sechser im Lotto und wollen das der Welt mitteilen? <br>Das sind <b>News!</b></font></p>
<br>
<p>Um solche Ereignisse an alle Besucher Ihrer Homepage zu kommunizieren, gibt es nur eine L&ouml;sung: nutzen Sie die <b>Newsverwaltung</b></p>
<br>
<p>Wenn Sie die <b>Newsverwaltung</b> Ihrer Homepage aufrufen, sehen Sie zun&auml;chst in etwa folgendes Bild:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/news1.gif" border="1"></p>
<br>
<p>Sie k&ouml;nnen nun eine &Uuml;berschrift und einen Text f&uuml;r Ihre News eingeben. Mit den Schaltfl&auml;chen <b>"Einstelldatum"</b> und <b>"G&uuml;ltigkeitsdauer"</b> bestimmen Sie nun, ab <i>wann</i> in den n&auml;chsten 14 Tagen und f&uuml;r <i>wie lange</i> (m&ouml;glich sind zwei bis zw&ouml;lf Wochen) die News angezeigt werden soll. <p>Im Bereich darunter k&ouml;nnen Sie nun ausw&auml;hlen, <i>wo</i> die News erscheinen soll. Setzen Sie dazu hinter dem gew&uuml;nschten Bereich einfach ein H&auml;kchen unter <b>"Anzeigen?"</b></p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/news2.gif" border="1"></p>
<p> Ihre eigene Homepage (pers&ouml;nlicher Bereich) steht Ihnen dazu immer zur Verf&uuml;gung. Sind Sie mindestens TutorIn einer Veranstaltung oder sogar Dozentin an einer Einrichtung, k&ouml;nnen Sie News auch dort anzeigen lassen.</p> 
<p>Klicken Sie anschliessend rechts auf <img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif"> um Ihre News einzustellen.</p>

<p><font size="+1"><b>Bestehende News verwalten</b></font>

<p>Wenn Sie die Doppelpfeile anklicken und es werden bereits News auf Ihrer Homepage angezeigt, gelangen Sie in die <b>Newsverwaltung</b>. Sie sehen zun&auml;chst in etwa folgendes Bild:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/admin_news1.gif" width="700" height="373" alt="admin_news1.gif (52 kB)" border="1"></p>
<br>
<p>Der Bereich <b>1</b> (im Bild rot markiert) dient zum <b>Bearbeiten pers&ouml;nlicher News</b>, d.h. News, die nur auf Ihrer per&ouml;nlichen Homepage angezeigt werden, und  die Sie bereits zu einem fr&uuml;heren Zeitpunkt eingestellt haben und nun ver&auml;ndern m&ouml;chten.<br>
Die Bereiche <b>2, 3 und 4</b> beeinhalten die Veranstaltungen/Institute/Fakult&auml;ten in bzw. an denen Sie berechtigt sind News einzustellen. Der  Dozent auf dem obigen Bild hat also die Berechtigung, in mehreren Veranstaltungen und am Institut f&uuml;r Anthropologie News anzulegen -- nicht aber an einer Fakult&auml;t.</p>
<p>Um News neu anzulegen oder zu bearbeiten, dr&uuml;cken Sie auf die entsprechenden Schaltfl&auml;chen <i>oder</i> w&auml;hlen Sie die Veranstaltung, dass Institut oder die Fakult&auml;t, an der Sie News einstellen oder bearbeiten m&ouml;chten.</p>


<p>Haben Sie auf einen Bereich geklickt, werden Ihnen alle dort vorhandenen News angezeigt. Die jeweilige Berechtigung vorausgesetzt, k&ouml;nnen Sie diese nun &uuml;ber eine Schaltfl&auml;che hinter der News <b>bearbeiten</b> (ver&auml;ndern) oder auch <b>l&ouml;schen</b>: zum L&ouml;schen markieren Sie das K&auml;stchen hinter den News und klicken dann auf <img src="../locale/de/LC_BUTTONS/loeschen-button.gif"></p>


<p align="center"><img src="../locale/de/LC_HELP/pictures/news3.gif"" border="1"></p>

Mit von Ihnen selbst eingestellten News geht das nat&uuml;rlich immer. Mit News von anderen aber nicht. Wenn in der Spalte <b>l&ouml;schen</b> kein K&auml;stchen, sondern ein <b>NEIN</b> zu sehen ist, meint dies auch genau das:</p>  
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/admin_news5.gif" width="700" height="197" alt="admin_news5.gif (29 kB)" border="1"></p>
<br>
<p><b><i>Sie</i></b> k&ouml;nnen diese News <b>nicht</b> l&ouml;schen.</p>
<br>
<p>Sind in einer Veranstaltung/ einem Bereich noch keine News eingestellt, wird Ihnen auch dies angezeigt. In diesem Fall, oder wenn Sie eine ganz neue Nachricht anlegen m&ouml;chten, klicken Sie bitte auf die Schaltfl&auml;che <img src="../locale/de/LC_BUTTONS/erstellen-button.gif"> und verfahren Sie wie oben beschrieben.</p>

<br><br>