

<p>Im Bereich <b>Daten</b> Ihrer Homepage k&ouml;nnen Sie ihre pers&ouml;nlichen Eintr&auml;ge verwalten.</p>

<p> <img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Die ersten sechs Felder (Username/Passwort/Passwortwiederholung/Vorname/Nachname/E-Mail-Adresse - alle versehen mit einem roten <font color="red"><b>*</b></font>) <b>m&uuml;ssen</b> ausgef&uuml;llt sein. Alle weiteren Angaben sind freiwillig. </p>
<p align=center><img src="../locale/de/LC_HELP/pictures/persdaten.gif" " border="1"></p>
<p>Hier k&ouml;nnen Sie Ihren <b>Usernamen</b> und Ihr <b>Passwort</b> &auml;ndern.
  Normalerweise sollte dies nicht erforderlich sein, da Sie sich ja beides w&auml;hrend
  der Anmeldung selbst ausgesucht haben. Sollten Sie jedoch einmal Ihr Passwort
  vergessen haben, wird Ihnen (nach Kontakt mit einem <a href="mailto:<?=$GLOBALS['MAIL_ABUSE']?>">Administrator</a>) vom System ein neues per E-Mail zugeschickt - eine
  kryptische Zeichen-und Ziffernfolge. Um sich diese nicht merken zu m&uuml;ssen
  kann es sinnvoll sein, nach einmaliger Anmeldung mit dem zugesandten Passwort
  wieder ein eigenes anzugeben (und das dann <i>hoffentlich</i> nicht wieder zu vergessen:)</p>
<p><b>Namen</b> und <b>Vornamen</b> sollten Sie nicht allzu h&auml;ufig wechseln
  m&uuml;ssen (wenn doch, gratulieren wir an dieser Stelle recht herzlich).</p>
<p>H&auml;ufiger gewechselt wird vielleicht die <b>E-Mail-Adresse.</b>
<p><img src="../pictures/rot.gif" width="54" height="47"> Beachten Sie jedoch,
  dass das System beim Wechsel der E-Mail-Adresse aus Sicherheitsgr&uuml;nden ein neues Passwort generiert und <b><i>sofort</i> an die neue  Adresse schickt!</b> Also erst
  den Mail-Account einrichten, dann die &Auml;nderung in Stud.IP - und achten Sie darauf, dass die Mail-Adresse auch wirklich korrekt ist, sonst verschwindet das neue Passwort im digitalen Nirvana.</p>
<p>Unter <b>"Titel"</b> k&ouml;nnen Sie einen Titel aus einer Liste ausw&auml;hlen oder frei eingeben, der Ihrem Namen vor- oder nachgestellt werden soll (z.B. "Prof.Dr. Irmtrud M&uuml;ller-Fr&ouml;hn" oder "Heribert Weizenkeim, Dipl.Psychologe"). </p>
<p><img src="../locale/de/LC_HELP/pictures/gelb.gif" border="0"> Bitte verzichten Sie auf Titel wie "Student", "Stud.Jur." oder gar so etwas wie "Gro&szlig;er irrer Drongo", "Konsul von TuVaLu" oder "Zuk&uuml;nftige Weltbeherrscherin". Mitten in der Nacht mag so ein Titel wie eine irre komische Idee scheinen. Bei Tageslicht ist es aber nur peinlich. <br>Echt.<br>Das f&uuml;hren von akademischen Titeln ist Graduierten vorbehalten. Wenn Sie sich also "Dipl.-Mathematiker" nennen, obwohl Sie noch lockere 12 Semester vom Examen entfernt sind, ist das Amtsanma&szlig;ung!</p>
<p>Bitte geben Sie unter <b>"Geschlecht"</b> an ob Sie weiblich oder m&auml;nnlich sind. Wenn Sie sich in diesem Punkt unsicher sind, fragen Sie bitte Ihre Eltern oder dekodieren Sie die 36-stellige ID-Zahl Ihres Personalausweises, hier ist diese Information ebenfalls abgelegt.</p> 
<p>Unter dem Punkt <b> "Homepage" </b>k&ouml;nnen Sie auf ein bereits im Netz stehendes eigenes
  Kunstwerk verweisen - die M&ouml;glichkeiten einer freieren Gestaltung Ihrer
  Stud.IP Homepage sind begrenzt.</p>
<p>Unter <b>"Hobbies" </b>finden wir die gute alte Kontaktanzeigen-Rubrik (Lesen,
  Schwimmen, Fahrradfahren, YPS-Hefte,...).</p>
<p>Mit einem Klick auf</p>
<p align="center"><img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif"></p>
<p>werden neue Einstellungen gespeichert.</p>
 <p>&nbsp; </p>  
  <p>&nbsp; </p>