<p><font size="+1"><b>Informationen &uuml;ber eine Einrichtung</b></font></p>
<p>Einrichtungen k&ouml;nnen an einer Universit&auml;t z.B. Fakult&auml;ten, Institute, Seminare, Fachbereiche o.&auml;. sein. In Stud.IP erfasste Einrichtungen  lassen sich &uuml;ber die <a href="index.php?help_page=xii_suche_einr.htm">Einrichtungssuche</a> finden. </p>

<p>Auf der Stud.IP-Seite einer Einrichtung finden Sie in der Regel zumindest die Adresse und Telefonnummer einer Einrichtung. Eine gut gepflegte Einrichtungsseite kann, genau wie eine pers&ouml;nliche Homepage, noch wesentlich mehr Informationen aufweisen - z.B. News, Umfragen oder Termine, aber auch ein eigener Chatraum. Zus&auml;tzlich bietet die Leiste mit Reiterkarten am oberen Bildschirmrand schnellen Zugriff auf weitere Informationen und Verwaltungsfunktionen - die entsprechenden Rechte vorausgesetzt.<p> 
<p align="center"><img src="../locale/de/LC_HELP/pictures/einrichtung.gif" border="1"></p><p>
Es m&uuml;ssen &uuml;brigens nicht alle im Folgenden beschriebenen Reiterkarten und Unterpunkte bei einer Einrichtung auftauchen - bestimmte Funktionen k&ouml;nnen von den Administrierenden deaktiviert werden.</p>
<p><b>Reiterkarte "&Uuml;bersicht":</b>:
<blockquote>Genau wie auf einer pers&ouml;nlichen Stud.IP-Homepage bietet auch der Unterpunkt <b>"Info"</b> der Reiterkarte "&Uuml;bersicht" zun&auml;chst allgemeine Informationen zu der betreffenden Einrichtung - Adresse, Telefonnummer, Telefax, externe Homepage u.a.</blockquote>
<blockquote>Der <b>Unterpunkt "Veranstaltungen"</b> listet alle Veranstaltungen auf, die von der Einrichtung angeboten werden.</blockquote>
<blockquote>Der Unterpunkt <b>"Veranstaltungs-Timetable"</b> stellt alle regelm&auml;&szlig;igen Veranstaltungen der Einrichtungen in einem Wochen&uuml;berblick dar (&auml;hnlich wie der pers&ouml;nliche Stundenplan):</blockquote></p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/timetable.gif" border="1"></p>
<p><blockquote>
 Auf diese Weise k&ouml;nnen Sie schnell Veranstaltungen finden, die noch in ihren Stundenplan passen.</blockquote>
<blockquote>Der Unterpunkt <b>Administration der Einrichtung</b> erscheint nur, wenn Sie mindestens als TutorIn an dieser Einrichtung eingtragen sind. Hier finden Sie dann M&ouml;glichkeiten zur Bearbeitung von Literaturlisten, Ressourcenpl&auml;nen u.&auml;.</blockquote></p>
<p><b>Reiterkarte "Forum":</b><br><blockquote>stellt ein Diskussionsforum, wie Sie es aus Veranstaltungen kennen, zur Verf&uuml;gung.</blockquote> </p>
<p><b>Reiterkarte "Personal":</b><br><blockquote> listet alle MitarbeiterInnen der Einrichtung mit ihren Funktionen, E-Mail-Adressen, Sprechzeiten und R&auml;umen auf.</blockquote></p>
<p><b>Reiterkarte "Dateien":</b> <blockquote><br>f&uuml;hrt in den Downloadbereich der Einrichtung. Hier finden Sie u.U. Materialien, die f&uuml;r Arbeit der Studium an der Einrichtung ben&ouml;tigt werden.</blockquote></p>
<p><b>Reiterkarte "Literatur/Links":</b><br><blockquote> f&uuml;hrt zu Listen mit Litertur und Links, die f&uuml;r die Arbeit oder Studium an der Einrichtung ben&ouml;tigt werden.</blockquote></p>
<p><b>Reiterkarte "Ressourcen":</b><br><blockquote> f&uuml;hrt zur Ressourcenverwaltung der Einrichtung. Ressourcen k&ouml;nnen R&auml;ume, Einrichtungsgegenst&auml;nde oder schlicht alles andere sein, was mit der Einrichtung assoziiert und in die Ressourcenverwaltung eingetragen wurde. </blockquote></p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/einr_res.gif" border="1"></p>
<p><blockquote>
Die Unterpunkte auf dieser Reiterkarte bieten weitere Informationen zu Ressourcen und zur Einsichtnahme in deren Belegung. Wenn Sie die erforderlichen Rechte innehaben finden Sie hier  M&ouml;glichkeiten zum Bearbeiten von Ressourcen und Belegungen. </blockquote></p>
<p><b>Reiterkarte "Lernmodule":</b><br><blockquote>listet alle Illias-Lernmodule auf, die an dieser Einrichtung zur Verf&uuml;gung stehen. Hier k&ouml;nnen auch Lernmodule hinzugef&uuml;gt oder entfernt werden.</blockquote> </p>
<br>
<br>
<br>   
