
<p>Das Chatten ist eine der meistgenutzten Anwendungen im Internet - auch in Stud.IP
  haben Sie die M&ouml;glichkeit dazu.</p>
<p>In der Kopfzeile</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/taskbarchat.gif" width="600" height="21" alt="taskbarchat.gif (11 kB)" border="1"></p>
<p>finden Sie ein Symbol dazu:</p>
<p align="center"><img src="../pictures/chat1.gif" width="24" height="21"></p>
<p>Bleibt dieses Symbol grau, so ist niemand im Chat.<br> Sie k&ouml;nnen den Chatbereich
  durch Klicken auf das Symbol betreten.</p>
<p>Wenn das Symbol die Farben wechselt:</p>
<p align="center"><img src="../pictures/chat2.gif" width="24" height="21"></p>
<p>dann befinden sich Personen im Chat. Verweilen Sie mit dem Mauszeiger einen
  Augenblick auf dem Icon um die Anzahl der Personen im Chat angezeigt zu bekommen.</p>
<p>Wenn das Symbol dauerhaft rotgef&auml;rbt ist:</p>
<p align="center"><img src="../pictures/chateinladung.gif" width="24" height="21"></p>
<p>Haben Sie eine Einladung zum chatten von einem anderen Nutzer des Systems erhalten
  - betreten Sie den Chat mit Klick auf das Symbol!</p>
<p>Auch sie selbst k&ouml;nnen andere Nutzer, die gerade online sind, in den Chat einladen.
  Sehen Sie dazu unter &quot;wer ist online&quot; <img src="../pictures/nutzeronline.gif" width="24" height="21">
  nach, wer ausser ihnen im System ist. Mit einem Klick auf das Chat-Icon neben
  dem Personennamen <img src="../pictures/chat2.gif" width="24" height="21"> k&ouml;nnen
  Sie die jeweilige Person jetzt einladen!</p>
<p>Der Chat ist einfach zu bedienen: beim Anw&auml;hlen eines der oben beschriebenen Icons wird ein neues Fenster Ihres Browsers ge&ouml;ffntet. So k&ouml;nnen Sie immer mit einem Auge chatten und mit dem anderen weiterarbeiten. <br>
Das Chatfenster sieht in etwa so aus:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/chat_neu.gif" width="620" height="457" alt="chat_neu.gif (42 kB)" border="1"></p>

<ul>
<li>Sie sehen im grossen Bereich die Nachrichten der Chatter.<br> Im Kasten
  rechts oben sehen Sie die anderen Personen, die sich im Chat aufhalten.</li><br><br>
<li>Im Textfeld hinter <b>Message</b> geben Sie ihren Text ein
  - mit der Eingabetaste oder der Schaltfl&auml;che <b>OK</b> schicken Sie ihn  ab und sehen in wenige Augenblicke
  sp&auml;ter im grossen Chatfenster.</li><br><br>
<li>Geben Sie in das Textfeld den Befehl <b>/color blue</b> ein, wird Ihre Schriftfarbe ge&auml;ndert. Es muss nat&uuml;rlich nicht blau sein; auch gr&uuml;n, gelb, rot (jeweils englische Bezeichnung) oder die Eingabe von Hexadezimalen Farbcodes (ja, ist eher f&uuml;r Profis...) ist m&ouml;glich. Die individuelle Farbgebung ist sehr n&uuml;tzlich, um schnell die Beitr&auml;ge den Personen zuzuordnen.</li><br><br>
<li>Sie k&ouml;nnen auch <a href="index.php?help_page=ix_forum7.htm">Smilies</a> im Chat verwenden. Die komplette &Uuml;bersicht &uuml;ber alle Smilies finden Sie <a href="../show_smiley.php">hier</a>. Geben Sie zum ausprobieren doch mal folgendes ein
<p align="center">:bounce:</p> </li><br><br>
<li>Genauso wie Smilies funktionieren auch die Textformatierungen im Chat. Lesen Sie <a href="index.php?help_page=ix_forum6.htm">hier</a> nach wie´s funktioniert.</li><br><br>
<li>Mit der Schaltfl&auml;che <b>abbrechen</b> oder dem Befehl <b>/quit</b> verlassen Sie den Chatbereich.</li><br><br>
<li>Eine &Uuml;bersicht &uuml;ber alle im Chat m&ouml;gliche Befehle erhalten Sie, wenn Sie <b>/help</b> eingeben.</li>
</ul>

 <p>&nbsp; </p>  
  <p>&nbsp; </p>