<p><h1>Systeminterne Nachrichten</h1></font></p>

<p>Stud.IP bietet die einfache M&ouml;glichkeit sich mit anderen Stud.IP-NutzerInnen auszutauschen.<br>
&Auml;hnlich der SMS auf Mobiltelefonen oder auch der klassischen Email, k&ouml;nnen sogenannte systeminterne Nachrichten versandt werden.</p>

<p>Nachrichten k&ouml;nnen an mehrere Empf&auml;ngerInnen versandt werden und die Zeichenmenge bzw. L&aumlnge einer Nachricht ist nicht begrenzt, auch funktionieren die Schriftformatierungsfunktionen (<a href="index.php?help_page=ix_forum6.htm">"Formatierungen von Text"</a>) und die Smilies (<a href="index.php?help_page=ix_forum7.htm">"Smilies"</a>).

<p>Um eine Nachricht zu versenden, klicken Sie einfach auf Brief-Symbol: <img src="../pictures/nachricht1.gif" width="24" height="21">. Sie finden dieses Symbol an viele Stellen im System - meist direkt neben einem Nutzernamen.</p>

<p>Dies sind Seiten, auf denen diese M&ouml;glichkeit besteht:
<ul>
  <li>Von der <b>Wer ist online</b>-Seite aus,</li><br><br>
  <li>Aus der <b>Personensuche</b> heraus,</li><br><br>
  <li>Auf der <b>pers&ouml;nlichen Homepage</b> der Betreffenden.</li><br><br>
  <li>&Uuml;ber den <b>Messenger</b></li>
</ul>

Sie finden alle Funktionen zum Erstellen und Verwalten von systeminternen Nachrichten unter dem Briefsymbol in der Kopfzeile des Systems:

<p align="center"><img src="../locale/de/LC_HELP/pictures/nachrichtensymbol_leiste.gif" width="751" height="51"></p>

<p>Das Briefsymbol erscheint &uuml;brigens rot <img src="../pictures/nachricht2.gif" width="24" height="21">, wenn neue bzw. ungelesene Nachrichten vorliegen und ein Klick darauf f&uuml;hrt  direkt zu den neuen Nachrichten.</p>

<h2>Verwaltung von Nachrichten</h2>

<p>Die Verwaltung der eigenen Nachrichten im Posteingang, -ausgang uerstellen ist ebenfalls &uuml;ber das Briefsymbol in der Kopfzeile zug&auml;nglich.</p>

<p>Im Bereich der systeminternen Nachrichten kann einfach zwischen der Anzeige eingegangener bzw. gesendeter Nachrichten umgeschaltet werden.<br>Hier k&ouml;nnen &uuml;ber den Klick auf "neue Nachricht schreiben" neue Nachrichten erstellt werden. Auﬂerdem sind die Einstellungen zum Messaging &uuml;ber "Messaging anpassen" erreichbar.</p>

<p align="center"><img src="../locale/de/LC_HELP/pictures/nachrichtenverwaltung.gif" width="731" height="77"></p>

<p>Die Infobox, welche in der Ansicht emfangener bzw. gesendeter Nachricht ebenfalls eingeblendet wird, informiert &uuml;ber die Menge der pers&ouml;nlichen Nachrichten. Auﬂerdem kann hier die Anzeige der Nachrichten zeitlich eingeschr&auml;nkt werden. Klicken Sie dazu z.B. einfach auf "letzte 24 Stunden" und es werden nur solche Nachrichten angezeigt, die aus den vergangenen 24 Stunden stammen. Welcher Zeitfilter gerade aktiv ist, wird durch den grauen Pfeil symbolisiert.</p>

<p align="center"><img src="../locale/de/LC_HELP/pictures/nachrichten_infobox.gif" width="256" height="278"></p>

<p>Nachrichten lassen sich einfach l&ouml;schen. Dazu brauchen Sie nur die entsprechenden Nachrichten mit einem Klick auf den Markierungskasten markieren und dann "markierte l&ouml;schen" klicken. Ist einen Nachricht aufgeklappt kann, diese einfach mit dem Button "l&ouml;schen" entfernt werden.<br>Die Abblidung zeigt zwei zum L&ouml;schen markierte Nachrichten - ein Klick auf "markierte l&ouml;schen" entfernt diese.</p>

<p align="center"><img src="../locale/de/LC_HELP/pictures/nachrichten_loeschen.gif" width="351" height="151"></p>

<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp;&nbsp;&nbsp;Wird beim Zeitfilter in der Infobox z. B. "&auml;lter als 30 Tage" gew&auml;hlt und dann "alle markieren" geklickt, l&ouml;scht der anschlieﬂende Klick auf "markierte l&ouml;schen" alle Nachrichten, die &auml;lter als 30 Tage sind. So lassen sich einfach alte Nachrichten mit einem bestimmten Alter entfernen. Das funktioniert nat&uuml;rlich sowohl bei empfangenen als auch bei gesendeten Nachrichten.</p>

<h2>Erstellen einer neuen Nachricht</h2>

<p>Wenn Sie auf "neue Nachricht schreiben" klicken, sehen Sie die Seite zum Erstellen und Abschicken von systeminternen Nachrichten. Nicht nur die Nachricht l&auml;ﬂt sich hier erstellen, sondern auch weitere Empf&auml;ngerInnen hinzuf&uuml;gen.<br></p>

<p align="center"><img src="../locale/de/LC_HELP/pictures/nachricht_schreiben.gif" width="572" height="316"></p>

<p>Bei (1) werden die aktuellen Empf&auml;ngerInnen angezeigt. (2) zeigt das pers&ouml;nliche Addressbuch, (3) die freie Suche. Aus (2) und (3) k&ouml;nnen einfach Empf&auml;ngerInnen hinzugef&uuml;gt werden. In die Freie Suche kann einfach ein Nutzer-, Vor- oder Nachname eingegeben werden. Im goﬂenn Feld (4) wird der Inhalt der Nachricht eingegeben.</p>

<p><img src="../pictures/move_left.gif" width="11" height="18">&nbsp;&nbsp;Der gelbe Doppelpfeil f&uuml;gt ausgew&auml;hlte Empf&auml;ngerInnen hinzu.</p>

<p><img src="../pictures/trash.gif" width="11" height="18">&nbsp;&nbsp;Das M&uuml;lleimer-Symbol l&ouml;scht ausgew&auml;hlte Empf&auml;ngerInnen.</p>

<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp;&nbsp;&nbsp;Wenn Sie beim Antworten auf eine empfangene Nachricht statt auf "antworten" auf den Button "zitieren" klicken, wird der Text der empfangenen Nachricht mit einer entsprechenden Zitierformatierung eingeblendet. Der so eingeklammerte Text wird dem Empf&auml;nger in einer anderen Darstellungweise angezeigt.</p>

<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp;&nbsp;&nbsp;Sie k&ouml;nnen die Zitierfunktion auch nutzen, um eine empfangenen Nachricht an einen anderen Nutzer weiterzuleiten.</p>
