
<p>Wenn Sie die Basisdaten eines bestehenden Seminares &auml;ndern wollen, l&auml;uft 
  dieses analog zum Anlegen eines neuen Seminares:</p>
<br>
<p>Sie sehen im ersten Abschnitt folgende Eingabefelder:</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi1.gif" width="585" height="353" alt="va_assi1.gif (8 kB)" border="1"></p> <br><br>
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Bitte beachten Sie, dass Sie zwar nicht jedes Feld ausf&uuml;llen m&uuml;ssen. Mindestens aber die Felder, die mit einem roten Sternchen versehen sind. Weitere Informationen zu einzelnen Feldern erhalten Sie, wenn Sie auf das kleine &nbsp; <img src="../pictures/info.gif" width="16" height="17" alt="info.gif (1 kB)" border="0">&nbsp; neben dem jeweiligen Feld klicken.</p>
<br>
<br>
<p>Hier k&ouml;nnen Sie jetzt nach Belieben die Daten der Veranstaltung &auml;ndern:
<ol>
<li>Den Namen der Veranstaltung.</li><br><br>
<ul><br><br>
<li>Wenn Sie m&ouml;chten, k&ouml;nnen Sie auch einen Untertitel eingeben</li><br><br>
</ul><br><br>
<li>W&auml;hlen Sie die Kategorie, in der Ihre Veranstaltung f&auml;llt.<br><br>
<ul>
<li><b>Lehre</b><br>trifft auf alle Lehrveranstaltungen zu.</li><br><br>
<li><b>Forschung</b><br> f&uuml;r alle Veranstaltungen, die sich auf ein Forschungsprojekt und den Austausch mit anderen Wissenschaftlern oder Kollegen beziehen.</li><br><br>
<li><b>Organisation</b><br>f&uuml;r alle internen Projekte, die mit Universit&auml;ts- oder Institutsorganisation zu tun haben. Sie k&ouml;nnen z.B. eine Veranstaltung zur Koordination im Institutsvorstand anlegen und dieser Kategorie zuordnen.</li><br><br>
<li><b>Community</b><br> sind Veranstaltungen auf Stud.IP, die nicht die Pr&auml;senzlehre unterst&uuml;tzen, sondern eher frei zug&auml;ngliche Foren f&uuml;r alle Teilnehmer. Beispiele f&uuml;r Community-Veranstaltungen sind z.B. das Kultur- oder das Politikforum, aber auch das Feedback-Board f&auml;llt in diese Kategorie.</li><br><br>
<li><b>Arbeitsgruppen</b><br> sind nat&uuml;rlich ebendies: Gruppen, die an einem bestimmter Projekt arbeiten.</li><br><br>
</ul> <br><br>
</li>
<li>Geben Sie nun die <b>Art der Veranstaltung</b> an. Z.B. Kolloqium, Vorlesung, Seminar im Bereich der Lehre, Gremiumsveranstaltung im Bereich Organisation, etc. Sie k&ouml;nnen die Bezeichnung frei w&auml;hlen.</li><br><br>
<li>Geben Sie die <b>Veranstaltungsnummer</b>, unter der die Veranstaltung auch im Vorlesungsverzeichnis steht, ein.</li><br><br>
<li>Geben Sie bitte an, in welchem <b>Raum</b> die Veranstaltung stattfindet (z.B. ZHG011, VG415, etc.)</li><br><br>
<li>Wenn es sich um eine Veranstaltung handelt, in der Studierende <b>Kreditpunkte</b> erwerben k&ouml;nnen, geben Sie bitte ein, wieviele ECTS-Punkte f&uuml;r den erfolgreichen Besuch der Veranstaltung vergeben werden.</li><br><br>
<li>In dem gro&szlig;en Feld f&uuml;r die <b>Beschreibung</b> der Veranstaltung tragen Sie bitte, genau wie in einem Vorlesungskommentar, ein, um was sich die Veranstaltung drehen wird.</li><br><br>
<li>W&auml;hlen Sie dann aus der Liste Ihr <b>Heimatinstitut</b> aus. In der Regel ist das richtige bereits gew&auml;hlt. Die Liste klappt auf, wenn Sie auf den kleinen "Pfeil-nach-unten" dr&uuml;cken. Sind Sie nur an einem Institut DozentIn, k&ouml;nnen Sie auch nur dieses ausw&auml;hlen. Ist Ihr Institut <i>nicht</i> in der Liste angezeigt, wenden Sie sich bitte an ihren Instituts-Administrator!</li><br><br>
<li>Sind noch <b>weitere Institute</b> an der Veranstaltung beteiligt, k&ouml;nnen Sie diese nun ebenfalls angeben.</li><br><br>
<li>Sie k&ouml;nnen auch &auml;ndern, ob es sich um eine <b>regelm&auml;&szlig;ige</b> Veranstaltung oder eine <b>unregelm&auml;&szlig;ige</b> (z.B. ein Blockseminar) handelt.</li>
</ol>
<br><br>
Im folgenden Abschnitt k&ouml;nnen Sie die an der Veranstaltung beteiligten Personen und den Zugriff von Au&szlig;en &auml;ndern: </p><br><br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi2.gif" width="606" height="415" alt="va_assi2.gif (10 kB)" border="1"></p>
<br><br>

<ol>
<li><b>DozentInnen der Veranstaltung</b><br> geben Sie nun bitte die DozentInnen der Veranstaltung an. Das sind in der Regel Sie selbst. Sollte es noch eineN Co-DozentIn geben, halten Sie die STRG-Taste (auf Ihrer Tastatur links unten) gedr&uuml;ckt, w&auml;hrend Sie auf den zweiten Namen auf der Liste klicken.</li><br><br>
<li><b>TutorInnen</b><br>Hier können Sie Ihre Hilfskräfte auswählen. TutorInnen haben in Veranstaltungen ähnliche Rechte wie DozentInnen, können also etwa Literatur einstellen, Ablaufpläne erstellen usw. Sie können jedoch nicht grundlegende Daten des Seminars wie "Dozenten" ändern - das können nur Sie selbst als DozentIn.

 Sollten es mehr als einE sein, ist hier auch wieder die STRG-Taste zu dr&uuml;cken, w&auml;hrend Sie mit der Maus mehrere Name auf der Liste ausw&auml;hlen. Auf der Liste sind &uuml;brigens nur eingetragene wissenschaftliche Hilfskr&auml;fte Ihres Institutes zu finden. Studierende k&ouml;nnen Sie nicht zum Tutor berufen. Haben Sie mehr als einE TurorIn, halten Sie auch hier wieder die STRG-Taste gedr&uuml;ckt,w&auml;hrend Sie mit der Maus mehrere Namen aus der Liste w&auml;hlen.</li><br><br>
<li><b>Typ der Veranstaltung</b><br>Im Bereich der Lehre k&ouml;nnen Sie hier z.B. festlegen, ob es sich um eine Grund- oder Hauptstudiumsveranstaltung, um eine Vorlesung oder ein Seminar handelt.</li>
<li><b>Studienbereiche</b><br>geben Sie hier bitte an, in welchen Studienbereich Ihre Veranstaltung f&auml;llt. Sie können  anwählen, in welchen Bereichen Sie Scheine vergeben wollen. Scrollen Sie mit dem Balken einmal durch die gesamte Liste - es sind alle Bereiche aller Studiengänge eingetragen. Sie sehen die Überschriften der Studiengänge jeweils als Überschrift mit Gleichheitszeichen abgesetzt - diese sollten Sie nicht anwählen.

Wählen Sie nun die Studienbereiche aus, zu denen Ihre Veranstaltung passt. Wenn Sie mehr als einen angeben wollen, verfahren Sie bitte genauso wie bei der Auswahl mehrerer beteiligter Institute - mit Druck der STRG-Taste.

</li><br><br>
<li><b>Sicherheit</b><br>Sie k&ouml;nnen nun festlegen, wer Zugang zu Ihrer Veranstaltung haben soll. Spezifiziert wird nach Lese- und Schreibzugriff. Lesezugriff heisst, dass jemand in Ihrer Veranstaltung alle Materilalien und Diskussionen ansehen, sich aber nicht selbst beteiligen kann. Schreibzugriff bedeutet dementsprechend, dass jemand z.B. in das Forum der Veranstaltung eigene Beitr&auml;ge einstellen kann.<br><br>
<ul>
<li><b>freier Zugriff</b><br>meint, dass auch jemand, der &uuml;ber externe Seiten auf Stud.IP st&ouml;sst, in Ihrer Veranstaltung herumschm&ouml;kern kann. Dieser jemand ist nicht angemeldet und hat deshalb keinen Namen. Diesen "Nobodys" ist das schreiben grunds&auml;tzlich untersagt. Wenn Sie nicht m&ouml;chten, dass au&szlig;erhalb der universit&auml;ren Klientel jemand in Ihre Arbeit schaut, setzen Sie den Zugriff auf die Standardeinstellung</li><br><br>
<li><b>in Stud.IP angemeldet</b><br> um nur namentlich bekannten Teilnehmern im System, die diese Veranstaltung abonniert haben,  lesen und schreiben zu erm&ouml;glichen. Oder aktivieren Sie die Option</li><br><br>
<li><b>nur mit Passwort</b><br>um ein Passwort f&uuml;r die Veranstaltung zu vergeben. Sie werden dann sp&auml;ter aufgefordert, ein Passwort festzulegen, ohne das niemand an der Veranstaltung teilnehmen kann. Ein wirksames Mittel zur Begrenzung der Teilnehmerzahl wie auch zum Ausschluss von "St&ouml;renfrienden" aus der Veranstaltung im Bereich der Lehre, da niemand in die Veranstaltung hineinkommt, der nicht das korrekte Passwort eingibt. Sie k&ouml;nnen das Passwort Ihren Studierenden z.B. in der ersten Veranstaltungssitzung mitteilen. 


Haben Sie vor, eine Veranstaltung im Bereich der Forschung oder Organisation anzulegen, sollten Sie auf jeden Fall den Passwortschutz einstellen, da sonst alle Teilnehmer im Stud.IP z.B. Gremiumsdiskussionen mitverfolgen k&ouml;nnten.</li><br><br>
</ul><br><br>
</ol>
<p>Im letzten Abschnitt k&ouml;nnen Sie noch einige freie Angaben ver&auml;ndern:</p>
<br><br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi4.gif" width="632" height="343" alt="va_assi4.gif (5 kB)" border="1"></p>
<ol>
<li><b>Teilnehmer</b><br>gibt an, an welche Zielgruppe, z.B. von Studierenden, sich die Veranstaltung richtet. (Beispiel: SoW, MuK, ab 3. Sem).</li><br><bR>
<li> <b>Voraussetzungen</b><br>zur Teilnahme an der Veranstaltung (Beispiel: bestandene Zwischenpr&uuml;fung).</li><br><br>
<li><b>Lernorganisation</b><br>gibt an, wie die Veranstaltung Wissen vermitteln soll (Beispiel: Plenum mit Diskussion).</li><br><br>
<li><b>Leistungsnachweis</b><br>Welche Art von Leistungsnachweis kann man in Ihrer Veranstaltung erwerben? (Beispiel: Teilnahmeschein, qualifizierter Lesitungsnachweis).</li><br><br>
<li><b>Sonstiges</b><br>Zum Beispiel: <b>Keine Mobiltelefone in der Veranstaltung erlaubt!</b></li><br><br>






<p>Bitte sehen Sie sich die eingegeben Daten noch einmal kurz an. Wenn alle Angaben korrekt sind, klicken Sie bitte auf die Schaltfl&auml;che</p>
<p align="center"><img src="../locale/de/LC_BUTTONS/uebernehmen-button.gif" width="93" height="22" alt="uebernehmen-button.gif (2 kB)" border="0"></p>
<br><br>
<p>Damit werden Ihre &Auml;nderungen an den Veranstaltungsdaten gespeichert.</p>
<p>&nbsp; <p>
<p>&nbsp; <p>