<p>Nach jedem erfolgreichen <a href="index.php?help_page=ii_login.htm"><b>LogIn</b></a> in Stud.IP erreichen Sie Ihre pers&ouml;nliche 
  Startseite. Die Seite dient als Sprungbrett f&uuml;r Ihre weiteren Aktionen 
  in Stud.IP.  <br>Sollte dies Ihr erster Kontakt mit Stud.IP sein und Sie m&uuml;ssen ganz dringend eine Veranstaltung finden, empfehlen wir Ihnen den <a href="index.php?help_page=schnelleinstieg.htm">Schnelleinstieg</a>.<br>Wenn Sie wissen m&ouml;chten wie Sie die Hilfefunktion von Stud.IP benutzen sind sie <a href="index.php?help_page=help_help.html">hier</a> richtig. </p>
  <br>
  <p>Auf Ihrer pers&ouml;nlichen Startseite sehen Sie <b>drei</b> wichtige Bereiche: </p>
  <br>
 <p align="center"><img src="../locale/de/LC_HELP/pictures/startuser.gif" width="700" height="373" alt="startseite.gif (90 kB)" border="1"></p>
  <br><br>
  <ol start=1>
  <b><li><a href="#kopfleiste">Die sogenannte "Kopfleiste"</a></li><br>
 <li><a href="#links">Oft ben&ouml;tigte Links</a></li><br>
<li><a href="#news"> Systemweite News und Umfragen, pers&ouml;nliche Termine</a></li></b>
</ol><br>
<p><a name="kopfleiste">&nbsp; </a></p>
  
  <font size="+1"><b>1. Die Kopfleiste </b></font> </p>
<p>Die Kopfleiste begleitet Sie durch alle Seiten des Systems. <br>
  Egal was Sie auch tun, oder wo Sie sich auch verirrt haben m&ouml;gen - die 
  Kopfleiste hilft Ihnen jederzeit, wieder bekanntes Terrain aufzusuchen. <br>
  Auf der Leiste sind verschiedene Symbole verteilt. Jedes der Symbole kann mit 
  dem Mauszeiger angeklickt werden - Sie erreichen dann eine andere Seite innerhalb 
  des Systems. <br>
  Manche der Symbole, etwa das Symbol f&uuml;r den CHAT oder die Anzeige "Wer 
  ist online?" k&ouml;nnen zudem ihre Farbe wechseln und zeigen damit &Auml;nderungen 
  im System an. <br>
  Die Symbole im einzelnen:</p>
<p><img src="../pictures/home2.gif" width="17" height="18"> <b>Startseite</b></p>
<blockquote>
  <p>Mit diesem Symbol kommen Sie von jeder beliebigen Seite im System aus zu 
    Ihrer Startseite.</p>
</blockquote>






<p><img src="../pictures/meinesem.gif" width="20" height="20"> <b>Meine Veranstaltungen</b></p>
<blockquote>
  <p>Am h&auml;ufigsten werden Sie in Stud.IP die Seite zur Auswahl Ihrer abonnierten 
    Veranstaltungen ben&ouml;tigen. Um schnell auf diese Seite zu kommen, haben wir einen 
    Link in die Kopfleiste eingebaut.</p>
</blockquote>
<p><img src="../pictures/nachricht1.gif" width="24" height="21"> <b>Messaging</b></p>
<blockquote>
  <p>&Uuml;ber das Briefsymbol gelangen Sie zum Stud.IP-internen Nachrichtensystem. Hier k&ouml;nnen Sie an andere Nutzenden des Systems Nachrichten verschicken. Diese systeminternen Nachrichten haben die gleichen Funktionalit&auml;ten wie E-Mails. Allerdings erreichen sie Nutzende, die gerade online sind, wesentlich schneller - fast wie SMS bei Mobiltelefonen. Wenn Sie selbst eine dieser Kurznachrichten bekommen, f&auml;ngt das Briefsymbol an rot zu blinken: <img src="../pictures/nachricht2.gif" width="24" height="21"></p>
</blockquote>
<p><img src="../pictures/meinetermine.gif" width="24" height="21"> <b>Planer</b></p>
<blockquote>
  <p>Nein, das ist kein Gag, sondern der Schnellzugriff auf Ihren pers&ouml;nlichen Terminkalender. Der Terminkalender in Stud.IP verwaltet Ihre pers&ouml;nlichen und beruflichen Termine, erinnert an Geburtstage, zeigt Veranstaltungstermine und vieles mehr. Das beste daran: Sie haben von jedem PC mit Internetanschlu&szlig; Zugriff auf diese wichtigen Daten! Ausserdem ist der Terminkalender in der Lage, Daten mit vielen anderen Ger&auml;ten (wie z.B. PDAs) zu synchronisieren. &Uuml;ber das "Planer"-Icon haben Sie zudem Zugriff auf die Funktionen des Adressbuches, des Stundenplans und anderen pers&ouml;nlichen Services.</p>
</blockquote>

<p><img src="../pictures/chat1.gif" width="20" height="20"> <b>Der Chat</b></p>
<blockquote>
  <p>Sie k&ouml;nnen mit anderen Personen, die gerade in Stud.IP online sind, 
    chatten! Mit einem Klick auf dieses Symbol betreten Sie den Chatbereich.</p>
  <p>Wenn sich bereits jemand im Chatbereich aufh&auml;lt, verf&auml;rbt sich 
    das Icon:</p>
</blockquote>
<p><img src="../pictures/chat2.gif" width="20" height="20"> <b>Jemand ist im globalen Chat</b></p>
<blockquote>
  <p>Verweilen Sie mit der Maus einen Augenblick auf dem aktivierten Chat-Icon, 
    so erhalten Sie eine Anzeige, wieviele Personen sich gerade globalen Chatbereich 
    aufhalten. Mit einem Klick kommen Sie selbst in den Chatbereich.</p>
</blockquote>
<p><img src="../pictures/nutzer.gif" width="24" height="20"> <b>NutzerInnen online 
  (Sie sind alleine)</b></p>
<blockquote>
  <p>Dieses Icon zeigt Ihnen an, wieviele Personen ausser Ihnen noch online im 
    System sind. Bleibt das Icon grau, so sind nur Sie online. Verf&auml;rbt es 
    sich jedoch Rot:</p>
</blockquote>
<p><img src="../pictures/nutzeronline.gif" width="24" height="21"> <b>NutzerInnen online 
  (noch jemand online!)</b></p>
<blockquote>
  <p>Sie sind nun nicht mehr allein im System. Verweilen Sie mit dem Mauszeiger 
    auf dem Icon, bekommen Sie in den meisten Browsern eine Anzeige, wieviele 
    Personen online sind. Mit einem Klick auf das Symbol kommen Sie zu einer &Uuml;bersichtsseite, 
    die genau aufschl&uuml;sselt wer online ist. Sie k&ouml;nnen von dort aus 
    anderen Nutzern eine systeminterne Kurzbnachricht schicken oder sie zum Chatten einladen.</p>
</blockquote>

<p><img src="../pictures/logo2.gif" width="112" height="22"><b> Impressum</b></p>
<blockquote> 
  <p>Ein Klick auf das Stud.IP-Logo bringt Sie zum Impressum. Hier finden Sie Informationen &uuml;ber Stud.IP (z.B. eine Versionshistory), Informationen &uuml;ber Ansprechpartner (z.B. die Entwickler oder f&uuml;r Sie zust&auml;ndige Admins) und Statistiken &uuml;ber Ihre Installation von Stud.IP (z.B. Anzahl der Nutzenden, die aktivsten Veranstaltungen u.v.m.).</p>

<p><img src="../pictures/einst.gif" width="20" height="20"><b> Einstellungen</b></p>
<blockquote> 
  <p>Mit diesem Icon kommen Sie zu Ihrer pers&ouml;nlichen Einstellungsseite. 
    Hier k&ouml;nnen Sie Ihre pers&ouml;nliche Homepage einrichten, Informationen 
    zu Ihren Studieng&auml;ngen oder Ihrem Arbeitsplatz angeben, ein Bild von 
    sich hochladen, Ihr Passwort &auml;ndern und Vieles mehr.</p>
</blockquote>
<p><img src="../pictures/suche2.gif" width="19" height="18"> <b>Suche</b></p>
<blockquote> 
  <p>Hier kommen Sie in den Suchbereich von Stud.IP. Sie k&ouml;nnen nach Veranstaltungen, Einrichtungen, Personen 
    die im System registriert sind oder nach Ressourcen wie R&auml;umen oder Ger&auml;ten suchen.</p>
  <p>Zus&auml;tzlich haben Sie die M&ouml;glichkeit, im Archiv von Stud.IP zu 
    st&ouml;bern - alle Veranstaltungen werden archiviert. Die Eckdaten sind f&uuml;r 
    jedermann zug&auml;nglich (Thema, Dozierende, etc.), erweiterte Informationen oder 
    die hochgeladenen Hausarbeiten stehen jedoch nur Personen zur Verf&uuml;gung, 
    die auch wirklich am Seminar teilgenommen (es also damals abonniert) haben.</p>
</blockquote>
<br>
  <p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp;Wir haben f&uuml;r 
    viele h&auml;ufig verwendete Aufgaben &quot;Abk&uuml;rzungen&quot; in das 
    System gebaut (etwa die Doppelpfeile um neue News einzustellen), letztlich 
    landen sie damit jedoch immer im Administrationsbereich. Nehmen Sie sich daher 
    bitte die Zeit, diesen Bereich genauer kennenzulernen. Lesen Sie dazu am besten 
    die folgenden Abschnitte dieser Hilfe: <a href="index.php?help_page=ix_basisdaten.htm">
    Verwaltung von Veranstaltungen</a></p></blockquote>

<p><img src="../pictures/info_header.gif" width="20" height="21"><b> Informationen</b></p>
<blockquote> 
  <p>Das Info-Icon zeigt Ihnen Informationen zu Ihrem Account (Nutzername, Dauer der Session, etc.) und technische Daten (z.B. gew&auml;hlte Bildschirmaufl&ouml;sung und eingestellte Sprache).</p></blockquote>
<p><img src="../pictures/hilfe.gif" width="24" height="20"><b> Hilfe</b></p>
<blockquote>
  <p>Damit erreichen Sie diese Hilfeseiten. Unser Hilfesystem ist <b>Kontextsensitiv</b>. 
    Das bedeutet, dass das System versucht herauszufinden, zu welchem Bereich von 
    Stud.IP Sie Hilfe ben&ouml;tigen und Ihnen direkt die entsprechende Hilfeseite 
    anbietet. Sollte die Seite f&uuml;r Sie nicht zutreffend sein, erhalten Sie 
    durch Klick auf den gro&szlig;en Button &quot;Inhaltsverzeichnis&quot; (auch 
    oben auf dieser Seite hier!) eine &Uuml;bersicht &uuml;ber alle Hilfethemen.</p>
</blockquote>
<p><img src="../pictures/logout.gif" width="24" height="20"> <b>LogOut</b></p>
<blockquote> 
  <p>Ein Klick auf die T&uuml;r, und Sie haben sich ordentlich aus dem System 
    abgemeldet.</p>
  <p>Sie k&ouml;nnen das System jederzeit ohne Schaden auch ohne Klick auf &quot;LogOut&quot; 
    verlassen - etwa indem Sie einfach eine andere Internetadresse in Ihren Browser 
    eingeben. Das System merkt selbstst&auml;ndig, wenn ein User l&auml;ngere 
    zeit inaktiv ist und besorgt dann den LogOut f&uuml;r Sie.<br><br>
  <img src="../pictures/gelb.gif" width="54" height="47">&nbsp;Bedenken Sie jedoch, 
    das andere Nutzende im System Sie immer noch unter &quot;online&quot; 
    aufgelistet sehen, und eventuell versuchen Ihnen eine SMS zu schicken! Nutzen 
    Sie daher mit R&uuml;cksicht auf die anderen Nutzenden immer die LogOut-Funktion.</p>
  <p>&nbsp;</p></blockquote>
<p><a name="links">&nbsp; </a></p>
<p><b><font size="+1">2. Oft ben&ouml;tigte Links</font></b></p>
<p>In diesem Fenster finden Sie Links zu oft ben&ouml;tigten Seiten. Manche der 
  Links sind zus&auml;tzlich auch in der Kopfzeile vertreten (s.o.)</p>
<p>Die Links im Einzelnen:</p>
<p><b>Meine Veranstaltungen</b></p>
<blockquote> 
  <p>Hiermit erreichen Sie eine &Uuml;bersichtsseite, die all Ihre abonnierten 
    Veranstaltungen (also die Veranstaltunegn, die Sie dieses Semester belegen oder durchf&uuml;hren) auflistet. Sie 
    sehen dort mit einem Blick, ob es neue Informationen seit Ihrem letzten LogIn 
    gibt und k&ouml;nnen dann die Veranstaltungen besuchen. Über den  Link <b>Veranstaltungen hinzufügen</b> können Sie Veranstaltungen in Stud.IP suchen und abonnieren.</p>
  <p><img src="../pictures/gruen.gif" width="54" height="47"> Diese Rubrik ist 
    auch in der Kopfzeile vertreten: <img src="../pictures/meinesem.gif" width="24" height="21"></p>
</blockquote>
<!-- <p> <b> Veranstaltungsverwaltung</b></p>
<blockquote> 
  <p>Hier finden Sie eine &Uuml;bersicht Ihrer eigenen Veranstaltungen, &uuml;ber die Sie schnell und einfach einzelne Bereiche ver&auml;ndern k&ouml;nnen.
  Nat&uuml;rlich vorausgesetzt, Sie haben Ihre Veranstaltungen zuvor unter dem Punkt <b>neue Veranstaltung anlegen</b> ins System eingetragen.</p>
  <p><img src="../pictures/gruen.gif" width="54" height="47"> Diese Rubrik ist 
    auch in der Kopfzeile vertreten: <img src="../pictures/admin.gif" width="24" height="21"></p>
</blockquote> -->
<p><b>Mein Planer</b></p>
<blockquote> 
  <p>Hier erreichen Sie Ihren pers&ouml;nlichen <b>Terminkalender</b> sowie Ihr <b>Adressbuch</b>, die Sie nach belieben ver&auml;ndern k&ouml;nnen. Der Unterpunkt <b>pers&ouml;nlicher Stundenplan</b> zeigt Ihnen automatisch
  die alle von Ihnen  belegten Veranstaltungen in einer Wochen&uuml;bersicht. Sie k&ouml;nnen auch eigene Veranstaltungen eintragen oder den 
  Stundenplan ausdrucken.</p>
  <p><img src="../pictures/gruen.gif" width="54" height="47"> Diese Rubrik ist 
    auch in der Kopfzeile vertreten: <img src="../pictures/meinetermine.gif" width="20" height="20"></p>
</blockquote>


<p><b>Pers&ouml;nliche Homepage</b></p>
<blockquote> 
  <p>Hier kommen Sie zu Ihrer ganz privaten Ecke in Stud.IP. Sie k&ouml;nnen 
    Ihre pers&ouml;nliche Homepage einrichten, Informationen zu Ihren Studieng&auml;ngen 
    oder Ihrem Arbeitsplatz angeben, ein Bild von sich hochladen, Ihr Passwort 
    &auml;ndern und noch vieles mehr. &Uuml;ber den Link <b>Individuelle Einstellungen</b> k&ouml;nnen Sie das Erscheinungsbild und die Funktionen von Stud.IP Ihren pers&ouml;nlichen Vorlieben und technischen M&ouml;glichkeiten anpassen. </p>
  <p><img src="../pictures/gruen.gif" width="54" height="47"> Diese Rubrik ist 
    auch in der Kopfzeile vertreten: <img src="../pictures/einst.gif" width="20" height="20"></p>
</blockquote>
<p><b>Suchen</b></p>
<blockquote> 
  <p>Hier k&ouml;nnen Sie nach <b>Personen</b> oder <b>Veranstaltungen</b> suchen die in Stud.IP registriert sind. 
   </p>
  <p><img src="../pictures/gruen.gif" width="54" height="47"> Diese Rubrik ist 
    auch &uuml;ber die Kopfzeile zu erreichen: <img src="../pictures/suche2.gif" width="19" height="18"></p>
</blockquote>
<p><b>Hilfe</b></p>
<blockquote> 
  <p>Dar&uuml;ber erreichen Sie diese Hilfeseite.</p>
  <p><img src="../pictures/gruen.gif" width="54" height="47"> Diese Rubrik ist 
    auch in der Kopfzeile vertreten: <img src="../pictures/hilfe.gif" width="24" height="20"> 
    Beachten Sie jedoch, das die Hilfe des Systems kontext-sensitiv ist, sie also 
    auch an einer anderen Stelle des Hilfesystems landen k&ouml;nnen. Benutzen 
    Sie gegebenenfalls das Inhaltsverzeichnis!</p>
</blockquote><br>
<p><a name="news">&nbsp; </a></p>
<p><b><font size="+1">3. Systemweite News und Umfragen, pers&ouml;nliche Termine</font></b></p>
<p>In diesem Bereich der Startseite werden Ihnen Ihre Termine der n&auml;chsten Zeit angezeigt. Das k&ouml;nnen Termine von abonnierten Veranstaltungen oder auch von Ihnen selbst angelegte Termine sein. <br>
Darunter finden Sie systemweite Neuigkeiten, die den laufenden Betrieb von Stud.IP betreffen, 
  also etwa neue Features, Ausfallzeiten des Systems zu Pflegezwecken etc.
  <br>Stud.IP erinnert Sie also unter Umständen sofort nach dem LogIn daran, dass Sie noch lecker Eierlikör für den  Geburtstag Ihrer Oma kaufen müssen.
  Auch systemweite Umfragen k&ouml;nnen auf der Startseite auftauchen - hier ist Ihre Meinung gefragt!</p>
<p>Klicken Sie auf die roten Pfeile&nbsp; <img src="../pictures/pfeilrot.gif" width="20" height="15" alt="pfeilrot.gif (1 kB)" border="0">, um den ganzen Text der News, der Umfrage oder des Termins lesen zu 
  k&ouml;nnen. </p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p><p>&nbsp;</p>
<p>&nbsp;</p><p>&nbsp;</p>