<br>
<p><font size="+1"><b>Termine <!--f&uuml;r einen Tag--> anlegen</b></font></p>
<p>Sie k&ouml;nnen Termine ganz einfach anlegen: Klicken Sie einfach auf den Unterpunkt <b>Bearbeiten</b>, dann erreichen Sie direkt das Fenster zum anlegen neuer Termine:</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/termin3.gif" width="700" height="311" alt="termin3.gif (50 kB)" border="1"></p>
<br>
<p> Hatten Sie vorher noch keine Tagesansicht angew&auml;hlt, springt der Terminkalender einfach auf das morgige Datum. Das spielt aber keine gro&szlig;e Rolle. Unter 
<br>
<ul>
<li><b>Beginn</b><br> haben Sie jetzt die M&ouml;glichkeit, das Datum und die Uhrzeit anzugeben, an dem der Termin beginnt.</li><br><br>
<li>Unter <b>Ende</b><br> k&ouml;nnen Sie das Datum und die Uhrzeit angeben, an der der Termin endet. Die Uhrzeiten k&ouml;nnen Sie aus einer Liste w&auml;hlen, sobald Sie auf den Pfeil-nach-unten geklickt haben.</li>
</ul></p>
<!--
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; <b>Beginn-</b> und  <b>Enddatum</b> sollten identisch sein - immerhin erstellen Sie gerade einen Termin f&uuml;r einen spezifischen Tag. Geben Sie als Startdatum z.B. den 01.03. und als Enddatum den 08.03. an, wird der Termin nur am 01.03. korrekt angezeigt. Wenn ein Termin &uuml;ber mehrere Tage gehen soll (z.B. Urlaub), benutzen Sie bitte das Feld <b>Wiederholung</b> (mehr dazu gleich)</p>
<br>-->
<p>
<ul>
<li><b>Termin</b><br>In das Feld <b>Termin</b> k&ouml;nnen Sie nun den eigentlichen Termin eingeben. Das hier eingetragene erscheint dann so auch in der Tages-, Wochen- und Monatsansicht. M&ouml;chten Sie noch eine </li><br><br>
<li><b>Beschreibung</b><br> des Termins eingeben, k&ouml;nnen Sie das in dem etwas gr&ouml;&szlig;eren Feld unter <b>Termin</b> tun.</li></ul> </p>

<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Die <b>Beschreibung</b> wird allerdings auf den &Uuml;bersichtsseiten <b>nicht</b> angezeigt. Sie dient nur als Ged&auml;chtnisst&uuml;tze und wird dann angezeigt, wenn Sie den Termin in einer der Ansichten anklicken und damit wieder in den <b>Bearbeiten</b>-Modus wechseln.</p>
<br>
<p>Im Feld darunter k&ouml;nnen Sie den Termin einer 
<ul>
<li><b>Kategorie</b><br> zuordnen. M&ouml;glich sind z.B. Sitzung, Klausur, Exkursion, Pr&uuml;fung, aber auch Verabredung, Geburtstag, Familie oder Urlaub. Je nach Kategorie wird der Termin in einer anderen Farbe angezeigt. Die Voreinstellung, wenn Sie nichts ausw&auml;hlen, ist <b>Sonstiges</b>.</li><br><br>
<li><b>Sichtbarkeit</b><br>
Mit den Optionen <b>privat</b> oder </b>&ouml;ffentlich</b> neben der Bezeichnung <b>Sichtbarkeit</b> geben Sie an, ob nur Sie den Termin in Ihrem Stud.IP-Kalender sehen sollen, oder ob er auch auf Ihrer per&ouml;nlichen Homepage angezeigt werden soll.</li>
</ul>
<br>
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Es werden nur die &ouml;ffentlichen Termine der <b>n&auml;chsten zwei Wochen</b> auf Ihrer pers&ouml;nlichen Homepage angezeigt. Termine, die au&szlig;ergalb dieses Zeitfensters liegen oder als privat markiert sind dagegen nicht!</p>

<ul>
<br>
<li> <b>Raum</b><br>Im Feld <b>Raum</b> k&ouml;nnen Sie eingeben, <b>wo</b> der Termin stattfindet.</li><br> <br>
<li><b>Priorit&auml;t</b><br>Hier k&ouml;nnen Sie angeben, wie wichtig ein Termin ist. Sie k&ouml;nnen Priorit&auml;ten von eins bis f&uuml;nf zuordnen.</li>
</ul><br><br>Sind Sie mit Ihren Eingaben zufrieden, klicken Sie einfach auf <b>Termin anlegen</b>. Jetzt wird der neue Termin in allen Ansichten farblich markiert angezeigt:</p>
<br><p align="center"><img src="../locale/de/LC_HELP/pictures/termin4.gif" width="250" height="133" alt="termin4.gif (7 kB)" border="1"></p><br>

<br><br>
<p><font size="+1"><b><!--Termine &uuml;ber einen l&auml;ngeren Zeitraum/-->Wiederholung von Terminen</b></font><p>
<p>Wenn Sie <!--Termine f&uuml;r einen l&auml;ngeren Zeitraum anlegen oder--> einen Termin in Intervallen wiederholen lassen m&ouml;chten (z.B. Geburtstage, die wiederholen sich ja zuverl&auml;ssigst jedes Jahr), ist auch dies kein Problem. Daf&uuml;r gibt es das Feld <b>Wiederholung</b> auf der rechten Seite des Bildes. Standardm&auml;&szlig;ig steht es auf <b>keine</b>, Sie k&ouml;nnen hier aber bestimmen, ob ein Termin t&auml;glich, w&ouml;chentlich, monatlich oder auch j&auml;hrlich wiederholt werden soll. Entscheiden Sie sich f&uuml;r eine dieser Wiederholungsarten, sehen Sie am unteren Ende der Seite neue Felder:</p><br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/termin5.gif" width="515" height="89" alt="termin5.gif (2 kB)" border="1"></p>
<br>
<p>Das obige Beispielbild bezieht sich auf die  <b>t&auml;gliche Wiederholung</b>. W&auml;hlen Sie eine der anderen Wiederholungsm&ouml;glichkeiten, erhalten Sie weitere oder andere Optionen f&uuml;r die Terminwiederholung.<br>
<ul>
<li>Im Feld <b>alle X Tage</b><br> k&ouml;nen Sie nun ausw&auml;hlen, ob der Termin jeden Tag, alle zwei Tage oder nur alle X Tage wiederholt werden soll.</li><br><br>
<li><b>Jeden Werktag</b><br>wiederholt den Termin <b>nicht am Wochenende</b>.</li><br><br>
<li> <b>Verliert G&uuml;ltigkeit</b><br> Geben Sie hier <b>Nie</b> an, wird der Termin bis in alle Ewigkeit wiederholt. W&auml;hlen Sie aus der Liste jedoch <b>zum rechts angebenen Datum</b> an, k&ouml;nnen Sie hier das Enddatum f&uuml;r die Wiederholung eingeben.</li><br><br></ul>
Mit einem Klick auf die Schaltfl&auml;che <b>Termin &auml;ndern</b> bzw. <b>Termin speichern</b> werden die eingegebenen Daten gespeichert.</p>

<!--<br><br>
<p><b><u>Beispiel 1:</u></b><br>
Sie haben vom 01.06. bis zum 15.06. Urlaub und m&ouml;chten das im Terminkalender erfassen. <br>
<ul>
<li>Legen Sie am 01.06. den Termin mit der Kategorie &quot;Urlaub&quot; an.</li>
<li>W&auml;hlen Sie <b>t&auml;gliche Wiederholung</b></li>
<li>Geben Sie unter <b>Verliert G&uuml;ltigkeit</b> den 15.06. an.</li>
</ul>
Jetzt wird Ihr Urlaub korrekt im Terminkalender angezeigt.</p>
<br>
<p><b><u>Beispiel 2:</u></b><br>
Sie haben in den Semesterferien einen Job angenommen, in dem Sie ab dem 03.07. jeden Werktag f&uuml;r die n&auml;chsten vier Wochen von 9.00 Uhr bis 20.00 Uhr arbeiten m&uuml;ssen. <br>
<ul>
<li>Legen Sie einen Termin von 9.00 Uhr bis 20.00 Uhr  am 03.07 an.</li>
<li>Sie k&ouml;nnen nun <b>t&auml;gliche Wiederholung an Werktagen</b> mit <b>Verliert G&uuml;ltigkeit</b> am 31.07 eingeben.<br>ODER</li>
<li>Sie w&auml;hlen <b>w&ouml;chentliche Wiederholung</b> und w&auml;hlen die einzelnen Wochentage, an denen der Termin wiederholt werden soll, PLUS die Option <b>Verliert G&uuml;ltigkeit</b> am 31.07.</li>
</ul></p><br>-->
<p><img src="../pictures/gruen.gif" width="54" height="47"> Der Stud.IP-Terminkalender bietet viele M&ouml;glichkeiten. Probieren Sie ruhig ein wenig herum. Sie k&ouml;nnen nichts kaputt machen. 

Um einen Termin explizit und unwiderruflich zu l&ouml;schen, m&uuml;ssen Sie in der <b>Bearbeiten-Ansicht</b> ausdr&uuml;cklich auf <b>Termin l&ouml;schen</b> klicken.</p>

<p>&nbsp; </p>
<p>&nbsp; </p>