
<p>Eine der wichtigsten Funktion innerhalb von Stud.IP ist das <b>Abonnieren von 
  Veranstaltungen</b>. Dieser zun&auml;chst etwas eigenwillige Begriff (zumindest in diesem 
  Zusammenhang) bedeutet letztendlich nur, dass sie sich f&uuml;r eine Veranstaltung 
  einschreiben und damit Teilnehmer in dieser Veranstaltung sind. Das bringt jedoch 
  keinerlei Verpflichtungen mit sich - Sie k&ouml;nnen auch eine Veranstaltung abonnieren, 
  an der Sie niemals teilnehmen m&ouml;chten, deren Thema sie aber interessiert.</p>
<p>Das Abonnieren einer Veranstaltung erreichen Sie auf zwei Wegen: Zum einen k&ouml;nnen 
  Sie in der Ansicht <b>meine Veranstaltungen</b> (der &Uuml;bersichtsseite &uuml;ber die von Ihnen abonnierten Veranstaltungen)  auf <b>Veranstaltungssuche</b> klicken, 
  oder Sie nutzen in der Kopfzeile</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/taskbarsearch.gif" width="600" height="21" alt="taskbarsearch.gif (9 kB)" border="1"></p>
<p>das Icon f&uuml;r die Suchseiten &nbsp; <img src="../pictures/suchen.gif">, auf 
  denen sie <b>Suchen nach Veranstaltungen</b> anw&auml;hlen k&ouml;nnen. </p>
<p>Sie k&ouml;nnen aber auch auf Ihrer pers&ouml;nlichen Startseite den Unterpunkt <b>Veranstaltung hinzuf&uuml;gen</b> w&auml;hlen.<p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/icon_veranst.gif" width="150" height="30" alt="icon_veranst.gif (3 kB)" border="1"></p>
 <br><br><br>
<p>In jedem Fall erhalten Sie in etwa folgende Ansicht:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/windowsearch.gif" width="700" height="361" alt="windowsearch.gif (65 kB)" border="1"></p>
<ol>
<li>Im oberen Teil des Bildes sehen Sie verschiedene Reiter mit Kategorien von Veranstaltungen. Klicken Sie auf einen der Reiter, kommen Sie 
zur Kategorienanzeige. Sie k&ouml;nnen sich hier direkt alle Veranstaltungen der jeweiligen Kategorie anzeigen lassen oder mit der Suchmaske suchen.</li>
<br><br>
<li>In der Mitte des  Bildes sehen die den sogenannten <b>Veranstaltungsbrowser</b>, in dem 
  Sie verschiedene M&ouml;glichkeiten haben, eine Veranstaltung ausfindig zu machen. 
  Sie k&ouml;nnen sich einfach direkt durch die Hierarchie der Universit&auml;ten, Fakult&auml;ten usw. klicken, oder 
  aber, wenn Sie sich nicht so gern durchangeln oder aber bereits genau wissen was Sie suchen, 
  eine Suchanfrage in das Suchfeld im oberen Teil eingeben. Ausserdem k&ouml;nnen 
  Sie die erweiterte Suche nutzen, wenn Sie es gerne noch genauer m&ouml;gen. In der erweiterten Ansicht k&ouml;nnen Sie unter Umst&auml;nden
  bereits
  Veranstaltungen abonnieren, die erst im <i>n&auml;chsten Semester</i> angeboten werden. <br>Die Stud.IP-Variante eines Quantensprungzeitbeschleunigers.<br>
  Der Veranstaltungsbrowser wird <a href="index.php?help_page=v_sembrowse.htm">hier</a> n&auml;her beschrieben.</li><br><br>
  <li>Im unteren Teil der Seite finden Sie die sogenannten <b>TOP-Listen</b>:<br><br>
  <p align="center"><img src="../locale/de/LC_HELP/pictures/toplist.gif" width="640" height="159" alt="toplist.gif (35 kB)" border="1"></p><br>
   St&ouml;bern Sie ein wenig herum! Mit den <b>TOP-Listen</b> sehen Sie auf 
  einen Blick, in welchen Veranstaltungen so richtig die Post abgeht! Ebenso l&auml;sst sich erkennen, welche Veranstaltungen zuletzt angelegt wurden.</li>
  </ol><br><br>
<p>Wir gehen jetzt mal davon aus, dass Sie eine Veranstaltung, die Sie interessiert oder an der Sie teilnehmen m&uuml;ssen, gefunden haben. Dann klicken Sie nun einfach auf den 
  Titel:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/freis_gefunden2.gif" width="300" height="39" alt="freis_gefunden Kopie.gif (5 kB)" border="1"></p>
<p>und gelangen so auf eine detaillierte &Uuml;bersichtsseite dieser Veranstaltung, 
  auf der sie alle relevanten Informationen finden. Im oberen Teil der Seite sehen Sie
  einen Hinweis, in dem Sie die M&ouml;glichkeit haben, diese Veranstaltung tats&auml;chlich 
  zu abonnieren:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/freis_hier.gif" width="450" height="30" alt="freis_hier.gif (4 kB)" border="1"></p><br><br>
<p><img src="../pictures/gelb.gif" width="54" height="47"> Wenn Sie diese Nachricht 
  <b><i>nicht</i></b> sehen, haben Sie diese Veranstaltung bereits abonniert, sie erscheint dann unter 
  <b>Meine Veranstaltungen</b>!</p>
<p>Wenn nun alles geklappt hat, sehen Sie eine Mitteilung dass Sie diese Veranstaltung erfolgreich 
  abonniert haben.  Jetzt wird sie unter Ihren <b>eigenen Veranstaltungen angezeigt</b>.</p>
<p><img src="../pictures/gelb.gif" width="54" height="47"> Es kann auch vorkommen, 
  dass Sie das System nicht in eine Veranstaltung hineinl&auml;sst. Sie bekommen dann 
  eine entsprechende Meldung, in der der Grund genannt wird:</p>
<ul>
  <li>Sie bekommen die Mitteilung, dass die Veranstaltung passwortgesch&uuml;tzt ist. 
    Sie werden dann dazu aufgefordert, das Veranstaltungspasswort einzugeben. Dieses 
    Passwort erhalten Sie in der Regel in der Veranstaltung selbst von dem Dozenten. 
    Wenn Sie das Passwort nicht wissen, k&ouml;nnen wir leider nichts f&uuml;r 
    Sie tun - dann m&ouml;chte der Dozent nicht, dass die Veranstaltungsinhalte von anderen 
    als den tats&auml;chlichen Teilnehmern gelesen werden k&ouml;nnen.</li><br><br>
  <li>Es ist aber auch m&ouml;glich, dass eine Veranstaltung zwar passwortgesch&uuml;tzt 
    ist, aber trotzdem gelesen werden darf. Das bedeutet dass sie sich die Inhalte 
    anschauen d&uuml;rfen, aber keine eigenen Inhalten (Dateien, Postings im Forum 
    usw.) einstellen d&uuml;rfen, es sei denn Sie wissen das Veranstaltungspasswort.</li><br><br>
  <li>Wenn Sie eine solche Veranstaltung betreten und das Passwort zu einem sp&auml;teren 
    Zeitpunkt erfahren, k&ouml;nnen Sie sich nachtr&auml;glich Schreibrechte besorgen, 
    in dem Sie einfach die Prozedur des Veranstaltungsabonnierens wiederholen - sie 
    erhalten dann eine entsprechende Meldung auf der &Uuml;bersichtsseite, die 
    Sie zur Passworteingabe f&uuml;hrt.</li><br><br>
  <li>Bei den meisten Veranstaltungen ist es Voraussetzung, dass Sie zumindest auf die 
    Best&auml;tigungsmail geantwortet haben. Wenn Sie dies noch nicht getan haben, 
    dies aber f&uuml;r die ausgew&auml;hlte Veranstaltung ben&ouml;tigt wird, bekommen 
    Sie dies mitgeteilt.Wie Sie mit der Best&auml;tigungsmail umgehen, erfahren 
    Sie <a href="index.php?help_page=ii_bestaetigungsmail.htm">hier</a>.
  </li><br><br>
</ul>
<p><img src="../pictures/gruen.gif" width="54" height="47"> Das System &uuml;berwacht 
  automatisch, ob Sie in der Veranstaltung einen jeweils g&uuml;nstigeren Status erreichen 
  k&ouml;nnen (etwa durch das nachtr&auml;gliche Beantworten der Best&auml;tigungsmail) 
  und &auml;ndert den Status dann selbstst&auml;ndig. Sie bekommen dann eine entsprechende 
  Meldung.</p>
<p>&nbsp; </p>

<p>&nbsp; </p><p>&nbsp; </p>