<p><font size="+1"><b>Personendaten, Typ, Sicherheit und Bereiche</b></font></p>

<p>Ebenso einfach wie der erste Schritt zum anlegen einer Veranstaltung vollzieht sich auch der zweite. Im folgenden Bild </p><br><br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi2.gif" width="606" height="415" alt="va_assi2.gif (10 kB)" border="1"></p>

<br><br>
<ol>
  <li><b>DozentInnen der Veranstaltung</b><br>
    geben Sie nun bitte die DozentInnen der Veranstaltung an. Das sind in der 
    Regel Sie selbst. Sollte es noch eineN Co-DozentIn geben, halten Sie die STRG-Taste 
    (auf Ihrer Tastatur links unten) gedr&uuml;ckt, w&auml;hrend Sie auf den zweiten 
    Namen auf der Liste klicken.</li>
  <br>
  <br>
  <li><b>TutorInnen</b><br>
    Hier können Sie Ihre Hilfskräfte auswählen. TutorInnen haben in Veranstaltungen 
    ähnliche Rechte wie DozentInnen, können also etwa Literatur einstellen, Ablaufpläne 
    erstellen usw. Sie können jedoch nicht grundlegende Daten des Seminars wie 
    "Dozenten" ändern - das können nur Sie selbst als DozentIn. Sollten es mehr 
    als einE sein, ist hier auch wieder die STRG-Taste zu dr&uuml;cken, w&auml;hrend 
    Sie mit der Maus mehrere Name auf der Liste ausw&auml;hlen. Auf der Liste 
    sind &uuml;brigens nur eingetragene wissenschaftliche Hilfskr&auml;fte Ihres 
    Institutes zu finden. Studierende k&ouml;nnen Sie nicht zum Tutor berufen. 
    Haben Sie mehr als einE TurorIn, halten Sie auch hier wieder die STRG-Taste 
    gedr&uuml;ckt,w&auml;hrend Sie mit der Maus mehrere Namen aus der Liste w&auml;hlen.</li>
  <br>
  <br>
  <li><b>Typ der Veranstaltung</b><br>
    Im Bereich der Lehre k&ouml;nnen Sie hier z.B. festlegen, ob es sich um eine 
    Grund- oder Hauptstudiumsveranstaltung, um eine Vorlesung oder ein Seminar 
    handelt. Nach diesen Angaben wird die Veranstaltung dann sp&auml;ter, wie 
    in einem Vorlesungskommentar, eingeordnet.</li>
  <br>
  <br>
  <li><b>Art der Veranstaltung</b><br>
    In diesen Feld k&ouml;nnen Sie eine eigene, frei einzugebende Beschreibung 
    bzw. Klassifizierung verwenden. Denkbar sind Beschreibungen wie &quot;&Uuml;bungsfahrt&quot;, 
    &quot;Praxistreffen&quot; oder &quot;Blockveranstaltung&quot;, je nach dem 
    was ihnen am sinnvollsten erscheint.<br>
    <br>
  </li>
  <li><b>Studienbereiche</b> (optional, nur wenn Veranstaltung im Bereich Lehre)<br>
    geben Sie hier bitte an, in welchen Studienbereich Ihre Veranstaltung f&auml;llt.</li>
  <br>
  <br>
  <li><b>Sicherheit</b><br>
    Sie k&ouml;nnen nun festlegen, wer Zugang zu Ihrer Veranstaltung haben soll. 
    Spezifiziert wird nach Lese- und Schreibzugriff. Lesezugriff heisst, dass 
    jemand in Ihrer Veranstaltung alle Materilalien und Diskussionen ansehen, 
    sich aber nicht selbst beteiligen kann. Schreibzugriff bedeutet dementsprechend, 
    dass jemand z.B. in das Forum der Veranstaltung eigene Beitr&auml;ge einstellen 
    kann.<br>
    <br>
    <ul>
      <li><b>freier Zugriff</b><br>
        meint, dass auch jemand, der &uuml;ber externe Seiten auf Stud.IP st&ouml;sst, 
        in Ihrer Veranstaltung herumschm&ouml;kern kann. Dieser Jemand ist nicht 
        angemeldet und hat deshalb keinen Namen. Diesen "Nobodys" ist das Schreiben 
        grunds&auml;tzlich untersagt. Wenn Sie nicht m&ouml;chten, dass au&szlig;erhalb 
        der universit&auml;ren Klientel jemand in Ihre Arbeit schaut, setzen Sie 
        den Zugriff auf die Standardeinstellung:</li>
      <br>
      <br>
      <li><b>in Stud.IP angemeldet</b><br>
        um nur namentlich bekannten und per Mail zur&uuml;ckgemeldeten Teilnehmern 
        im System lesen und schreiben zu erm&ouml;glichen, oder aktivieren Sie 
        die Option</li>
      <br>
      <br>
      <li><b>nur mit Passwort</b><br>
        um ein Passwort f&uuml;r die Veranstaltung zu vergeben. Sie werden dann 
        sp&auml;ter aufgefordert, ein Passwort festzulegen, ohne das niemand an 
        der Veranstaltung teilnehmen kann. Ein wirksames Mittel zur Begrenzung 
        der Teilnehmerzahl wie auch zum Ausschluss von "St&ouml;renfrienden" aus 
        der Veranstaltung im Bereich der Lehre, da niemand in die Veranstaltung 
        hineinkommt, der nicht das korrekte Passwort eingibt. Sie k&ouml;nnen 
        das Passwort Ihren Studierenden z.B. in der ersten Veranstaltungssitzung 
        mitteilen. Haben Sie vor, eine Veranstaltung im Bereich der Forschung 
        oder Organisation anzulegen, sollten Sie auf jeden Fall den Passwortschutz 
        einstellen, da sonst alle Teilnehmer im Stud.IP z.B. Gremiumsdiskussionen 
        mitverfolgen k&ouml;nnten.<br>
      </li>
    </ul>
    <br>
    Wenn Sie im ersten Schritt eine Teilnehmerbegrenzung gew&auml;hlt haben, dann 
    k&ouml;nnen Siehier in diesem Fall keine Angaben machen.<br>
    <br>
  <li>Sind Sie mit den getroffenen Eingaben zufrieden, klicken Sie auf <b>Weiter</b>.</li>
</ol>

<p>&nbsp; <p>

<p>&nbsp; <p>