<p><font size="+1"><b>Neue Veranstaltungen anlegen</b></font></p>

<br>

<p>Erfahrungsgem&auml;&szlig; scheuen manche Dozierende davor zur&uuml;ck, Ihre neuen Veranstaltungen selbst in Stud.IP anzulegen. Oft wird die Prozedur f&uuml;r umst&auml;ndlich oder m&uuml;hevoll gehalten.</p><br><br>

<p align="center"><b>Aber auch hier gilt:</b><br><br><img src="../locale/de/LC_HELP/pictures/panik.gif" width="200" height="40" alt="panik.gif (2 kB)" border="0"></p>

<p>Das Anlegen einer Veranstaltung in Stud.IP ist wirklich sehr einfach. Ein Gro&szlig;teil der Arbeit wird Ihnen vom <b>Veranstaltungs-Assistenten</b> abgenommen. Der Veranstaltungs-Assistent ist in sich selbsterkl&auml;rend und sehr einfach zu handhaben. In der Regel ist eine neue Veranstaltung innerhalb von f&uuml;nf Minuten neu angelegt. Die folgenden Hilfeseiten erkl&auml;ren zus&auml;tzlich noch in einer Schritt-f&uuml;r-Schritt Anleitung das Vorgehen.</p>



<p><font size="+1"><b>Schritt 1: Die Grunddaten der Veranstaltung</b></font></p>

<p>Die Eingabe der Grunddaten ist das erste, wozu der <b>Veranstaltungs-Assistent</b> Sie auffordert. <br>Sie sehen folgende Eingabefelder:</p>

<br>

<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi1.gif" width="585" height="353" alt="va_assi1.gif (8 kB)" border="1"></p> <br><br>

<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Bitte beachten Sie, dass Sie zwar nicht jedes Feld ausf&uuml;llen m&uuml;ssen. Mindestens aber die Felder, die mit einem roten Sternchen versehen sind. Weitere Informationen zu einzelnen Feldern erhalten Sie, wenn Sie auf das kleine &nbsp; <img src="../pictures/info.gif" width="16" height="17" alt="info.gif (1 kB)" border="0">&nbsp; neben dem jeweiligen Feld klicken.</p>

<br>

<br>

<p>Beginnen Sie nun mit der Eingabe der Daten Ihrer neuen Veranstaltung:

<ol>
  <li>Geben Sie zuerst den Namen der Veranstaltung ein.</li>
  <br>
  <br>
  <ul>
    <br>
    <li>Wenn Sie m&ouml;chten, k&ouml;nnen Sie auch einen Untertitel eingeben</li>
    <br>
    <br>
  </ul>
  <br>
  <li>W&auml;hlen Sie die Kategorie, in der Ihre Veranstaltung f&auml;llt.<br>
    <br>
    <ul>
      <li><b>Lehre</b><br>
        trifft auf alle Lehrveranstaltungen zu.</li>
      <br>
      <br>
      <li><b>Forschung</b><br>
        f&uuml;r alle Veranstaltungen, die sich auf ein Forschungsprojekt und 
        den Austausch mit anderen Wissenschaftlern oder Kollegen beziehen.</li>
      <br>
      <br>
      <li><b>Organisation</b><br>
        f&uuml;r alle internen Projekte, die mit Universit&auml;ts- oder Institutsorganisation 
        zu tun haben. Sie k&ouml;nnen z.B. eine Veranstaltung zur Koordination 
        im Institutsvorstand anlegen und dieser Kategorie zuordnen.</li>
      <br>
      <br>
      <li><b>Community</b><br>
        sind Veranstaltungen auf Stud.IP, die nicht die Pr&auml;senzlehre unterst&uuml;tzen, 
        sondern eher frei zug&auml;ngliche Foren f&uuml;r alle Teilnehmer. Beispiele 
        f&uuml;r Community-Veranstaltungen sind z.B. das Kultur- oder das Politikforum, 
        aber auch das Feedback-Board f&auml;llt in diese Kategorie.</li>
      <br>
      <br>
      <li><b>Arbeitsgruppen</b><br>
        sind nat&uuml;rlich ebendies: Gruppen, die an einem bestimmtem Projekt 
        arbeiten.</li>
      <br>
      <br>
      <br>
    </ul>
  </li>
  <li>Geben Sie bitte an, in welchem Raum die Veranstaltung stattfindet (z.B. 
    ZHG011, VG415, etc.<br>
    <br>
  </li>
  <li>Geben Sie die Veranstaltungsnummer, unter der die Veranstaltung auch im 
    Vorlesungsverzeichnis steht, ein.<br>
    <br>
  </li>
  <li>Geben Sie an, ob die Veranstaltung regelm&auml;&szlig;ig oder unregelm&auml;&szlig;ig 
    stattfindet. Diese Angabe ist sp&auml;ter wichtig, um Termine zu berechnen 
    und einen Ablaufplan zu erstellen.<br>
    <br>
  </li>
  <li>Wenn es sich um eine Veranstaltung handelt, in der Studierende Kreditpunkte 
    erwerben k&ouml;nnen, geben Sie bitte ein, wieviele ECTS-Punkte f&uuml;r den 
    erfolgreichen Besuch der Veranstaltung vergeben werden.</li>
  <br>
  <br>
  <li>Geben Sie an, ob sie m&ouml;chten, dass Stud.IP f&uuml;r Sie eine Teilnehmerbegrenzung 
    durchf&uuml;hrt. Wenn Sie diese Option verwenden, k&ouml;nnen nur die Anzahl 
    an Teilnehmern, die Sie hier angeben, an dieser Veranstaltung teilnehmen. 
    Nat&uuml;rlich ist diese Begrenzung rein virtuell, Sie m&uuml;ssen die von 
    Stud.IP genrierte Teilnehmerliste in der ersten Sitzung noch einmal &uuml;berpr&uuml;fen.<br>
    Sie haben zwei M&ouml;glichkeiten zur Teilnehmerbegrenzung:<br>
    <br>
    <ul>
      <li> Beschr&auml;nkung durch ein Losverfahren: In diesem Fall wird Stud.IP 
        die angegebene Teilnehmerzahl durch Losen ermitteln. Nicht ausgeloste 
        Teilnehmer werden auf eine Warteliste gesetzt und haben die M&ouml;glichkeit, 
        nachzur&uuml;cken </li>
      <li>Beschr&auml;nkung in der Reihenfolge der Anmeldung: In diesem Fall gilt 
        die Devise: Wer zuerst kommt, mahlt zuerst. Die Kontingente, die Sie in 
        einem sp&auml;teren Schritt angeben m&uuml;ssen, werden einzeln gef&uuml;llt. 
        Alle Teilnehmer, die zun&auml;chst keinen Platz bekmmen, werden auch hier 
        auf die Warteliste gesetzt.</li>
    </ul>
    <br>
    In beiden F&auml;llen k&ouml;nnen Sie in einem sp&auml;teren Schritt Kontingente 
    angeben und m&uuml;ssen einen Lostermin bzw. ein Enddatum der Kontingentierung 
    angeben. In beiden F&auml;llen werden nach diesem Termin frei gebliebene Pl&auml;tze 
    eines Kontingent mit Teilnehmern anderer Kontingente aufgef&uuml;llt.<br>
    <br>
  </li>
  <li>In dem gro&szlig;en Feld f&uuml;r die Beschreibung der Veranstaltung tragen 
    Sie bitte, genau wie in einem Vorlesungskommentar, ein, um was sich die Veranstaltung 
    drehen wird.</li>
  <br />
  <br />
  <li>W&auml;hlen Sie dann aus der Liste Ihr Heimatinstitut aus. Die Liste klappt 
    auf, wenn Sie auf den kleinen "Pfeil-nach-unten" dr&uuml;cken. Sind Sie nur 
    an einem Institut DozentIn, k&ouml;nnen Sie auch nur dieses ausw&auml;hlen.</li>
  <br>
  <br>
  <li>Sind noch weitere Institute an der Veranstaltung beteiligt, k&ouml;nnen 
    Sie diese nun ebenfalls angeben. Ist mehr als ein weiteres Institut beteiligt, 
    halten Sie bitte die STRG-Taste auf Ihrer Computertastatur gedr&uuml;ckt, 
    w&auml;hrend Sie mit der Maus auf mehrere Eintr&auml;ge in der Liste klicken.</li>
  <p><br>
  </p>
</ol>

<p>Bitte sehen Sie sich die eingegeben Daten noch einmal kurz an. Wenn alle Angaben korrekt sind, klicken Sie auf die Schaltfl&auml;che <b>Weiter</b></p>

<br>

<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp; Sollten sich sp&auml;ter noch &Auml;nderungen ergeben (z.B. ein anderer Raum), k&ouml;nnen Sie die Grunddaten der Veranstaltung nat&uuml;rlich noch jederzeit &auml;ndern.</p>

<p>&nbsp; <p>

<p>&nbsp; <p>