<p><font size="+1"><b>Veranstaltungsplan und Termine</b></font></p>
<br>

<p>Ihre volle Funktionalit&auml;t kann die Veranstaltung in Stud.IP nur entfalten, 
  wenn das System den Ablaufplan Ihrer Veranstaltung kennt.</p>
  

<br>
<p>Um Termine f&uuml;r die Veranstaltungssitzungen anzulegen, haben Sie auf dieser Seite zwei M&ouml;glichkeiten. 
Sie k&ouml;nnen die <b>Termine von Hand anlegen</b> (was sich insbesondere f&uuml;r unregelm&auml;&szlig;ige Veranstaltungen, wie Blockseminare, empfiehlt) oder den <b>Ablaufplanassistenten</b> starten.</p>
<br><br> 

<p><font size="+1"><b>Der Ablaufplanassistent</b></font></p>
<p>Der Ablaufplanassistent ist die schnellste M&ouml;glichkeit, um alle Termine einer Veranstaltung komplett anzulegen. <br>Bevor Sie den Assistenten starten, werfen Sie einen kurzen Blick auf die beiden K&auml;stchen mit den Optionen (im Bild rot unterlegt):</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi7a.gif" width="700" height="310" alt="va_assi7a.gif (50 kB)" border="1"></p>
<br>
<p>Wenn Sie mit der Maus in eines der K&auml;stchen klicken, erscheint ein H&auml;kchen. Sie k&ouml;nnen auf diese Weise festlegen, ob der Assistent zu den einzelnen Terminen automatisch Ordner im Forum und im Bereich Dateien anlegen soll.<br>Ordner erm&ouml;glichen es, dass zu den einzelnen Sitzungen Debatten gef&uuml;hrt werden k&ouml;nnen. Der Stoff der Veranstaltung kann  somit weiter verarbeitet, vertieft oder kritisiert werden. <br>Ordner im Bereich Dateien dienen zum Hochladen von Dokumenten, z.B. Arbeitsmaterialien, die Sie selbst einstellen k&ouml;nnen, oder Hausarbeiten der Studierenden, die somit allen Teilnehmern der Veranstaltung zur Verf&uuml;gung stehen. </p>

<p>Um den Assistenten zu starten, klicken Sie bitte einfach auf die Schaltfl&auml;che <b>Ablaufplanassistenten starten</b>.<br>Der Ablaufplanassistent legt dann, ausgehend von der Startwoche, dem Veranstaltungstag und dem Typ der Veranstaltung (z.B. w&ouml;chentlich), die Veranstaltungstermine an.</p>
<br>
<p>Sie erhalten nun die folgende Termin&uuml;bersicht bzw. <b>den Ablaufplan</b>:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi7b.gif" width="700" height="355" alt="va_assi7b.gif (74 kB)" border="1"></p>
<br><br>
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Der Assistent wei&szlig; in der Regel auch von Feiertagen - an diesen Daten werden dann keine Veranstaltungstermine angelegt. Dennoch ist es keine schlechte Idee, wenn Sie Ihre per&ouml;nliche Zeitplanung einbeziehen und ggf. &uuml;berfl&uuml;ssige Termine l&ouml;schen. Wie das genau geht, erfahren Sie weiter unten.</p><br><br>
<p>Der Ablaufplan Ihrer Veranstaltung ist damit zwar nutzbar, aber nur zur H&auml;lfte fertig. Alle Termine und die ggf. n&ouml;tigen Ordner sind angelegt - aber nehmen Sie sich bitte auch die Zeit, die einzelnen Termine &quot;mit Leben zu f&uuml;llen&quot;, sprich: ihnen einen Titel zu geben und n&auml;her zu beschreiben. Die Studierenden werden es Ihnen danken.</p>
<br><br>
<p><font size="+1"><b>Termine manuell anlegen</b></font></p>

<p>Um einen Termin manuell anzulegen, klicken Sie bitte auf die Schaltfl&auml;che <b>Termin manuell anlegen</b>. Sie gelangen dann direkt zum Fenster <b>Termine bearbeiten</b>.
<br>




<p><font size="+1"><b>Termine bearbeiten</b></font></p>
<p> Um einen Termin zu bearbeiten, klicken Sie auf den Pfeil &nbsp;<img src="../pictures/forumgrau.gif" width="10" height="18" alt="forumgrau.gif (1 kB)" border="0"> &nbsp; zu Beginn der Zeile. Daraufhin wird der einzelne Termin ge&ouml;ffnet und kann <b>bearbeitet</b> werden.</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi7c.gif" width="700" height="222" alt="va_assi7c.gif (35 kB)" border="1"></p>
<br>
<p>Im <b>Bearbeitungsfenster</b> f&uuml;r einen Termin sehen Sie als erstes in der Kopfzeile Felder f&uuml;r die Eingabe von 
<ul>
<li><b>Datum und Uhrzeit</b><br> eines Termins. Haben Sie zum Anlegen den Ablaufplanassistenten benutzt, sind hier bereits Eintr&auml;ge gemacht.</li><br><br>

<li>Unter <b>Titel</b><br> k&ouml;nnen Sie dem Veranstaltungstermin einen eben Solchen geben. Er sollte <b>kurz, pr&auml;zise und pr&auml;gnant</b> sein - f&uuml;r die genaue</li><br><br>

<li> <b>Beschreibung</b><br> was an diesem Termin geschehen soll, steht Ihnen noch das gr&ouml;&szlig;ere Feld darunter zur Verf&uuml;gung.</li><br><br>

<li>Unter <b>Raum</b><br> k&ouml;nen Sie den Veranstaltungsraum angeben. Das ist allerdings nur n&ouml;tig, wenn die Veranstaltung mal in einem anderen Raum durchgef&uuml;hrt wird, als Sie bereits in den Grunddaten der Veranstaltung (Schritt 1 des Veranstaltungsassistenten) angegeben haben.</li><br><br>
<li><b>Art</b><br> erm&ouml;glicht die Spezifizierung des Typus des Termins. Zur Auswahl stehen <b>Sitzung, Vorbesprechung, Klausur, Exkursion, anderer Termin</b> oder <b>Sondersitzung</b>.</li><br> <br>
<li>Darunter sehen Sie nun noch zwei K&auml;stchen f&uuml;r <b>Thema im Forum anlegen</b> und <b>Dateiordner anlegen</b>. Der Sinn und Nutzen dieser Funktionen wurde bereits oben beschrieben. Markieren Sie die K&auml;stchen, wenn Sie Thema und Ordner zum Termin w&uuml;nschen. Haben Sie den Ablaufplanassistenten bereits mit der Erstellung beauftragt, brauchen Sie sich um diese Punkte keine Gedanken zu machen.</li></ul><br><br>
Um den Termin so anzulegen bzw. die gemachten Eingaben zu speichern, dr&uuml;cken Sie auf</p>
<p align="center"><img src="../locale/de/LC_BUTTONS/terminaendern-button.gif" width="93" height="22" alt="terminaendern-button.gif (2 kB)" border="0"></p> 
<br><br>




<p><font size="+1"><b>Termine l&ouml;schen</b></font></p>
<br>
<p>Um einen oder mehrere Termine zu l&ouml;schen, klicken Sie auf der Termin&uuml;bersichtsseite (die den kompletten Ablauplan anzeigt) in das K&auml;stchen am Ende der Zeile mit dem zu l&ouml;schenden Termin. Daraufhin erscheint ein H&auml;kchen in dem K&auml;stchen. Damit ist der Termin markiert zum l&ouml;schen. Wirklich gel&ouml;scht wird er, wenn Sie auf eine der Schaltfl&auml;chen</p>
<p align="center"><img src="../locale/de/LC_BUTTONS/loeschen-button.gif" width="93" height="22" alt="loeschen-button.gif (1 kB)" border="0">  </p>
<p>die Sie zu Beginn und am Ende des Ablaufplans finden, klicken.</p>


<p>&nbsp; </p>
<p>&nbsp; </p>

 