
<p>Stud.IP bietet eine sehr leistungsf&auml;hige Verwaltung von Dokumenten innerhalb 
  von Veranstaltungen. Jede Veranstaltung verf&uuml;gt automatisch &uuml;ber <b>virtuelle Veranstaltungsordner</b>, 
  in die jede Person, die die entsprechende Veranstaltung abonniert hat, ihre
  Hausarbeiten, Thesenpapiere und andere Materialien, die der Veranstalzung zur Verf&uuml;gung 
  gestellt werden sollen, ablegen kann. Diese sind anschliessend sofort f&uuml;r 
  alle anderen Veranstaltungsteilnehmer verf&uuml;gbar.</p><br>
  <p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp; Das heisst: kein &Auml;rger mehr mit &uuml;berfl&uuml;ssigen Wegen
  in verstaubte Hinterzimmer muffiger Bibliotheken -um dann festzustellen, da&szlig; die Kopie noch nicht da, gerade unterwegs oder geklaut ist.  </p><br>
<p>Der Zugriff auf die Dateien erfolgt &uuml;ber zwei unterschiedliche Wege: Sie 
  finden Dateien zum einen unter dem Reiter <b>Dateien</b> innerhalb einer 
  Veranstaltung und zum anderen haben Sie die M&ouml;glichkeit, direkt auf dem Ablaufplan 
  (der Reiter <b>Ablaufplan</b>) einzusehen, zu welchen Terminen bereits 
  Dateien hochgeladen wurden. Neben dem Termin erscheinen dann ein oder bis zu f&uuml;nf 
  Symbole, die verdeutlichen, ob Dateien eingestellt wurden. 
  Mit einem Klick auf ein Symbol gelangen sie ebenfalls direkt in die Dateiverwaltung.</p>
  <p>Die Symbole deuten darauf hin, um was f&uuml;r eine Art von Datei es sich handelt. M&ouml;glich sind z.B.&nbsp; <img src="../pictures/ppt-icon.gif" width="18" height="20" alt="ppt-icon.gif (1 kB)" border="0">
  f&uuml;r Powerpoint-Pr&auml;sentationen, &nbsp; <img src="../pictures/xls-icon.gif" width="18" height="20" alt="xls-icon.gif (1 kB)" border="0"> &nbsp; f&uuml;r 
  Excel-Dateien oder &nbsp; <img src="../pictures/zip-icon.gif" width="18" height="20" alt="zip-icon.gif (1 kB)" border="0">&nbsp; f&uuml;r  komprimierte
  Dateien.</p> 
<p>&Ouml;ffnet man die Dateiverwaltung, so erh&auml;lt man etwa folgende Seite:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/dateien_start.gif" width="700" height="150" alt="dateien_start.gif (24 kB)" border="1"></p>
<p>In der Dateiverwaltung haben Sie die M&ouml;glichkeit, zwischen der Ordneransicht 
  und einer Ansicht aller Dateien des Seminars zu wechseln. Ausserdem k&ouml;nnen 
  Sie hier <b>neue Dateien einstellen</b></p>
<p><b><font size="+1">Die Ordneransicht</font></b></p>
<p>In jedem Seminar ist der <b>Allgemeine Ordner</b> vorhanden. In diesem 
  befinden sich alle Dokumente, die allgemein f&uuml;r das Seminar zur Verf&uuml;gung 
  stehen. Auch Seminarteilnehmer k&ouml;nnen hier Dokumente ablegen, die keinem 
  speziellen Termin zugeordnet werden m&uuml;ssen oder wenn keine Termine in dem 
  Seminar angelegt wurden. <br>
  Zu jedem vorhandenen Serminartermin gibt es einen weiteren Ordner, in dem die 
  Dokumente, die speziell zum einem Thema oder Termin angefertigt wurden, abgelegt 
  werden k&ouml;nnen.<br>
  Rechts nebem der Ordnerbeschreibungs sehen sie jeweils ein Aktenordnersymbol, 
  das je nach Zustand des Ordners unterschiedlich aussehen kann:</p>
<blockquote> 
  <p><img src="../pictures/cont_folder.gif" width="18" height="20" alt="cont_folder.gif (1 kB)" border="0">&nbsp; dieses Symbol verdeutlicht einen Ordner, 
    in dem mindestens ein Dokument liegt</p>
  <p><img src="../pictures/cont_folder2.gif" width="18" height="20" alt="cont_folder2.gif (1 kB)" border="0">dieses Symbol verdeutlicht einen Ordner, 
    der keine Dokumente enth&auml;lt</p>
</blockquote>
<p>Um einen Ordner zu &ouml;ffnen, klicken Sie einfach auf den Pfeil neben dem  Aktenordner-Symbol. Sie k&ouml;nnen in dieser &Uuml;bersicht auch mehrere Ordner und Dateien gleichzeitig &ouml;ffnen.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/dateiordner_auf2.gif" width="529" height="184" alt="dateiordner_auf2.gif (36 kB)" border="1"></p>
<p>Nun sehen Sie alle Dokumente, die sich in dem Ordner befinden. Angezeigt wird 
  das <b>Symbol f&uuml;r die Dateiart</b>, der <b>Name der Datei</b>, in Klammern die <b>Dateigr&ouml;sse</b>, der <b>Name des Nutzers</b>, 
  der die Datei hochgeladen hat, sowie das <b>Datum</b>, an dem dies geschehen ist.</p>
  <p>Klicken Sie nun auf den Pfeil neben dem Dateisymbol.<br> Sie sehen dann eine Beschreibung der Dateiinhalte und darunter mindestens zwei
  Schaltfl&auml;chen: <b>herunterladen</b> und <b>als ZIP-Archiv.</b></p>
  <p align="center"><img src="../locale/de/LC_HELP/pictures/dateiordner_down.gif" width="584" height="179" alt="dateiordner_down.gif (22 kB)" border="1"></p>
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp; Wenn Sie die entsprechenden Rechte haben, also die Datei Ihre eigene ist oder Sie mindestens den Status <b>Tutor</b> innehaben, erscheinen auch noch 
mehr Schaltfl&auml;chen, z.B. zum verschieben oder l&ouml;schen der Datei.</p>

  <p>Um die Datei nun herunterzuladen, k&ouml;nnen Sie beide Schaltfl&auml;chen benutzen:</p>
<ul>
<li><b>Herunterladen</b><br>Ein Klick auf diese Schaltfl&auml;che l&auml;dt die Datei auf Ihren Rechner. Sie steht Ihnen dann offline und lokal
  jederzeit zur Verf&uuml;gung, und Sie k&ouml;nnen damit anstellen was Sie wollen.</li><br><br>
  <li><b>Als ZIP-Archiv</b><br>Der Begriff <b>ZIP-Archiv</b> oder auch <b>gezippte Datei</b> leitet sich von dem Namen eines beliebten
   Komprimierungsprogramms ab. Dieses Programm ist in der Lage, gro&szlig;e Dateien ganz klein &quot;zusammenzupacken&quot;. Dabei geht nichts verloren.
   Dadurch, dass die Datei kleiner ist als urspr&uuml;nglich, dauert das herunterladen nur nicht so lange. <br>Klicken Sie auf diese Schaltfl&auml;che,
   um eine Datei komprimiert herunterzuladen.</i>
   </ul>
 
   <p>Der Dateidownload wird nun gestartet.</p>
<p><img src="../pictures/gelb.gif" width="54" height="47">&nbsp;  Denken Sie daran, dass 
  der Download einer Datei unter Umst&auml;nden ein Weilchen dauern kann und in 
  diesem Zeitraum m&ouml;glicherweise nicht viel passiert. Der Download startet 
  auf jeden Fall, sobald Sie eine der Schaltfl&auml;chen anklicken.</p>
<p><img src="../pictures/rot.gif" width="54" height="47">&nbsp; Zwar empfiehlt sich das herunterladen als <b>ZIP-Archiv</b> besonders f&uuml;r Modembenutzer: 
Sie brauchen zum &quot;entpacken&quot; (=wiederherstellen) der Datei aus dem Archiv allerdings ein entsprechendes Programm, wie z.B. <b>WinZIP</b>.
Ohne dieses Programm ist die heruntergeladene Datei f&uuml;r Sie nicht benutzbar!<br>In das Betriebssystem <b>WindowsXP</b> ist 
ein ZIP-Programm bereits integriert.</p>

<p>Um eine Datei <b>online</b> zu &ouml;ffnen (nur f&uuml;r Besitzer von Standleitungen oder Flatrates zu empfehlen), klicken Sie auf das Datei-Symbol.<br>
Die meisten Browser werden dann versuchen, die Datei sofort zu &ouml;ffnen.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/dateiordner_klick.gif" width="92" height="28" alt="dateiordner_klick.gif (3 kB)" border="1"></p>
<p><img src="../pictures/rot.gif" width="54" height="47">&nbsp; Wenn Sie <b>auf das Dateisymbol</b> klicken, wird Ihr Browser <b>sofort</b> versuchen die Datei anzuzeigen. Das kann lange dauern und klappt in dem Moment &uuml;berhaupt nicht, wenn Sie z.B. eine Excel-Datei versuchen zu &ouml;ffnen, aber kein Excel installiert haben. Insbesondere, wenn Sie auf Ihrem Computer Windows95/98/me oder ein Modem verwenden, sollten Sie Dateien nicht auf diese Art anzeigen lassen - es kann dabei unter Umst&auml;nden sogar zu einem Absturz des Betriebssystems kommen. <br>Das ist kein Fehler von Stud.IP!</p><br>


<br><br>
<p><b><font size="+1">Die Komplettansicht</font></b></p>
<p>Wenn Sie in der Kopfzeile <b>Alle Dateien</b> anklicken, gelangen Sie 
  in eine Ansicht, die ihnen alle Dateien anzeigt werden, die in diesem Seminar 
  hochgeladen wurden. Dabei stehen die neuesten an oberster Stelle und sind mit einem roten Pfeil&nbsp; <img src="../pictures/pfeilrot.gif" width="20" height="15" alt="pfeilrot.gif (1 kB)" border="0">markiert.</p>
<p>Die Bedienung erfolgt hier nach dem gleichen Prinzip wie in der Ordneransicht. 
  Sie brauchen hier allerdings keine Ordner mehr aufklicken, da es sich um eine 
  einzige Liste aller Dateien handelt, die nicht mehr in verschiedene Ordner unterteilt 
  wird.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>