<p>Wenn Sie beim anlegen der Veranstaltung <i>noch keine Termine angelegt und auch nicht den Ablaufplanassistenten benutzt</i> haben, existiert auch noch kein Ablaufplan f&uuml;r die Veranstaltung. Wie die Sache mit dem Ablaufplanassistenten funktioniert, wird <a href="index.php?help_page=va_assi7.htm">hier</a> genau beschrieben.</p> 
<p>Sie k&ouml;nnen hier (auch nachtr&auml;glich) neue Termine anlegen, &auml;ndern oder l&ouml;schen.</p>

<p><font size="+1"><b>Termine manuell anlegen</b></font>

<br>Um einen Termin manuell anzulegen, klicken Sie bitte auf die Schaltfl&auml;che <b>Termin manuell anlegen</b>. Sie gelangen dann direkt zum Fenster <b>Termine bearbeiten</b>.
<br><br><br>

<p><font size="+1"><b>Termine bearbeiten</b></font><br>
Um einen Termin zu bearbeiten, klicken Sie auf den Pfeil &nbsp;<img src="../pictures/forumgrau.gif" width="10" height="18" alt="forumgrau.gif (1 kB)" border="0"> &nbsp; zu Beginn der Zeile. Daraufhin wird der einzelne Termin ge&ouml;ffnet und kann <b>bearbeitet</b> werden.</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/va_assi7c.gif" width="700" height="222" alt="va_assi7c.gif (35 kB)" border="1"></p>
<br>
<ul>Im Bearbeitungsfenster</b> f&uuml;r einen Termin sehen Sie als erstes in der Kopfzeile Felder f&uuml;r die Eingabe von<br><br>
<li> <b>Datum und Uhrzeit</b><br> eines Termins. Haben Sie zum Anlegen den Ablaufplanassistenten benutzt, sind hier bereits Eintr&auml;ge gemacht.<br>
Unter</li><br><br>
<li> <b>Titel</b><br> k&ouml;nnen Sie dem Veranstaltungstermin einen eben 
Solchen geben. Er sollte <b>kurz, pr&auml;zise und pr&auml;gnant</b> sein - f&uuml;r die genaue</li><br><br>
<li> <b>Beschreibung</b><br> was an diesem Termin geschehen soll, steht Ihnen noch das gr&ouml;&szlig;ere Feld darunter zur Verf&uuml;gung.<br>
Unter</li><br><br>
<li> <b>Raum</b><br> k&ouml;nen Sie den Veranstaltungsraum angeben. Das ist allerdings nur n&ouml;tig, wenn die Veranstaltung mal in einem anderen Raum durchgef&uuml;hrt wird, als Sie bereits in den Grunddaten der Veranstaltung (Schritt 1 des Veranstaltungsassistenten) angegeben haben.</li><br><br>
<li><b>Art</b><br> erm&ouml;glicht die Spezifizierung des Typus des Termins. Zur Auswahl stehen <b>Sitzung, Vorbesprechung, Klausur, Exkursion, anderer Termin</b> oder <b>Sondersitzung</b>.</li><br> <br>
<li>Darunter sehen Sie nun noch zwei K&auml;stchen f&uuml;r <b>Thema im Forum anlegen</b> und <b>Dateiordner anlegen</b>. Der Sinn und Nutzen dieser Funktionen wurde bereits oben beschrieben. Markieren Sie die K&auml;stchen, wenn Sie Thema und Ordner zum Termin w&uuml;nschen. Haben Sie den Ablaufplanassistenten bereits mit der Erstellung beauftragt, brauchen Sie sich um diese Punkte keine Gedanken zu machen.</li><br><br>
</ul><br><br>
Um den Termin so anzulegen bzw. die gemachten Eingaben zu speichern, dr&uuml;cken Sie auf</p>
<p align="center"><img src="../locale/de/LC_BUTTONS/terminaendern-button.gif" width="93" height="22" alt="terminaendern-button.gif (2 kB)" border="0"></p> 
<br><br>




<p><font size="+1"><b>Termine l&ouml;schen</b></font>
<br>
Um einen oder mehrere Termine zu l&ouml;schen, klicken Sie auf der Termin&uuml;bersichtsseite (die den kompletten Ablaufplan anzeigt) in das K&auml;stchen am Ende der Zeile mit dem zu l&ouml;schenden Termin. Daraufhin erscheint ein H&auml;kchen in dem K&auml;stchen. Damit ist der Termin markiert zum l&ouml;schen. Wirklich gel&ouml;scht wird er, wenn Sie auf eine der Schaltfl&auml;chen</p>
<p align="center"><img src="../locale/de/LC_BUTTONS/loeschen-button.gif" width="93" height="22" alt="loeschen-button.gif (1 kB)" border="0">  </p>
<p>die Sie zu Beginn und am Ende des Ablaufplans finden, klicken.</p>


<p>&nbsp; </p>
<p>&nbsp; </p>