<p>Ihre Veranstaltungen in Stud.IP zu verwalten ist sehr einfach. Auf den folgenden Seiten erfahren Sie alles &uuml;ber
<ul>
	<li>die &Auml;nderung von Grunddaten</li><br><br>
	<li>&Auml;nderungen von Zeiten </li><br><br>
	<li>nachtr&auml;gliches Erstellen oder &Auml;ndern des Ablaufplanes</li><br><br>
	<li>Erstellen von Link- und Literaturlisten</li><br><br>
	<li>Einstellen von News auf Ihrer Homepage oder der Veranstaltungsseite</li><br><br>
	<li>Das Anlegen einer neuen Veranstaltung</li><br><br>
</ul>
<p>Um Ihre Veranstaltungen zu verwalten gibt es eine &quot;Verwaltungsecke&quot; in Stud.IP: die Administrierungsseiten. Das h&ouml;rt sich sehr technisch an, aber keine Angst -es ist wirklich sehr einfach, sich als &quot;Administrator&quot; einer Veranstaltung zu bet&auml;tigen.<br> Um auf die Administrierungsseiten  zu gelangen, haben Sie mehrere M&ouml;glichkeiten.
<p><b><font size="+1">Zugang 1</font></b></p>
<p>Klicken Sie auf Ihrer pers&ouml;nlichen Startseite, die Sie sehen wenn Sie sich in das System eingeloggt haben, auf <b>Veranstaltungs-Verwaltung</b>:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/veranst_verwalt.gif" width="212" height="39" alt="veranst_verwalt.gif (1 kB)" border="1"></p>
<br><br>


<p><b><font size="+1">Zugang 2</font></b></p>
<p>W&auml;hlen Sie in der Kopfzeile</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/taskbar_doz.gif" width="650" height="25" alt="taskbar_doz.gif (11 kB)" border="1"></p>
<p>das Schl&uuml;sselsymbol an:</p>
<p align="center"><img src="../pictures/admin.gif" width="24" height="21"></p>
<p>Der Schl&uuml;ssel steht im System f&uuml;r &quot;Administration&quot;. Mit 
  einem Klick darauf erreichen Sie Ihre Administrierungsseite.</p>
  <br><br>
  <p><b><font size="+1">Zugang 3</font></b></p>
  <p>Es gibt auch noch eine dritte M&ouml;glichkeit, Ihre Veranstaltungen zu ver&auml;ndern. Wenn Sie sich <i>in</i> der Veranstaltung befinden (&uuml;ber den Punkt <b>Meine Veranstaltungen</b> auf Ihrer pers&ouml;nlichen Startseite), finden Sie auf den Reiterkarten immer wieder Unterpunkte zur Administration, die <b>nur Sie</b> und vielleicht noch Ihre TutorInnen sehen. Befinden Sie sich z.B. auf der  &Uuml;bersichtsseite  Ihrer Veranstaltung, sehen Sie einen Unterpunkt <b>Administration dieser Veranstaltung</b>. Klicken Sie darauf, landen Sie ebenfalls auf der Administrationsseite der Veranstaltung.</p>
<br><br>
<p>Auf der Administrierungsseite sehen Sie zun&auml;chst eine Reiterkarte mit dem Titel <b>Dozenten</b> und verschiedenen Unterpunkten.</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/adminarea2.gif" width="700" height="55" alt="adminarea2.gif (16 kB)" border="1"></p>
<br>
<p>Darunter finden Sie eine Liste aller Veranstaltungen, die Sie verwalten k&ouml;nnen.:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/admin_area1.gif" width="700" height="167" alt="admin_area1.gif (35 kB)" border="1"></p>
<br>
<p>Sie k&ouml;nnen nun eine Veranstaltung mit der Schaltfl&auml;che</p>
<p align="center"><img src="../locale/de/LC_BUTTONS/auswaehlen-button.gif" width="93" height="22" alt="auswaehlen-button.gif (1 kB)" border="0"></p>
<p>direkt anspringen. Sie befinden sich dann innerhalb der Veranstaltung und k&ouml;nnen dort mit den Unterpunkten auf der Reiterkarte die Bereiche Veranstaltungsdaten, Zeiten, Ablaufplan, Literatur/Links und News der ausgew&auml;hlten Veranstaltung anw&auml;hlen.</p>
<br><br>
<p>Sie k&ouml;nnen aber auch gleich auf der Administrierungsseite einen der genannten Unterpunkte anw&auml;hlen. Klicken Sie z.B. den Unterpunkt <b>Zeiten</b> an, bekommen Sie eine Auswahlliste angezeigt, auf der Sie dann die Veranstaltung ausw&auml;hlen k&ouml;nnen, deren Zeiten Sie &auml;ndern wollen.</p>
<br>
<p><img src="../pictures/gruen.gif" width="54" height="47">&nbsp; Welchen Weg Sie w&auml;hlen, ist hier letztlich egal. Machen Sie einfach, was Ihnen intuitiver erscheint.</p>  

<p>&nbsp; </p>
<p>&nbsp; </p>
<p>&nbsp; </p>