<p><font>Die n&auml;chste Sitzung der Veranstaltung muss wegen eines kurzfristig angesetzten Vortrages ausfallen? Der Raum f&uuml;r eine Sitzung &auml;ndert sich, weil die Esoterik-Gruppe im VG Jogi-Tee trinken muss? Der Hund ist krank? Zum n&auml;chsten Termin sollen alle ein Handtuch mitbringen?<br>Das sind <b>News!</b></font></p>
<br>
<p>Um solche Ereignisse kurzfristig an alle Veranstaltungsteilnehmer zu kommunizieren, gibt es nur eine L&ouml;sung: raten Sie allen Studierenden, t&auml;glich Stud.IP zu besuchen - und nutzen Sie die <b>Newsverwaltung</b> Ihrer Veranstaltung!</p>
<br>
<p>Wenn Sie die <b>Newsverwaltung</b> der Administrationsseite aufrufen, sehen Sie zun&auml;chst in etwa folgendes Bild:</p>
<p align="center"><img src="../locale/de/LC_HELP/pictures/admin_news1.gif" width="700" height="373" alt="admin_news1.gif (52 kB)" border="1"></p>
<br>
<p>Der Bereich <b>1</b> (im Bild rot markiert) dient zum <b>Bearbeiten pers&ouml;nlicher News</b>, d.h. News, die nur auf Ihrer per&ouml;nlichen Homepage angezeigt werden, und  die Sie bereits zu einem fr&uuml;heren Zeitpunkt eingestellt haben und nun ver&auml;ndern m&ouml;chten.<br>
Die Bereiche <b>2, 3 und 4</b> beeinhalten die Veranstaltungen/Institute/Fakult&auml;ten in bzw. an denen Sie berechtigt sind News einzustellen. Der  Dozent auf dem obigen Bild hat also die Berechtigung, in mehreren Veranstaltungen und am Institut f&uuml;r Anthropologie News anzulegen -- nicht aber an einer Fakult&auml;t.</p>
<p>Um nun die neuesten Nachrichten zu verbreiten, dr&uuml;cken Sie auf die Schaltfl&auml;che <b>NEU</b> <i>oder</i> w&auml;hlen Sie die Veranstaltung, dass Institut oder die Fakult&auml;t, an der Sie News einstellen m&ouml;chten.</p>
<br>
<p>Haben Sie auf <b>Neu</b> geklickt, erhalten Sie das <b>Bearbeiten-Fenster</b> f&uuml;r News:<p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/admin_news2.gif" width="700" height="326" alt="admin_news2.gif (25 kB)" border="1"></p>
<br>
<p>Hier k&ouml;nnen Sie jetzt die &Uuml;berschrift sowie den Inhalt der News angeben<br>Darunter sehen Sie zwei Listen, &uuml;ber die Sie angeben k&ouml;nnen, <b>ab wann</b> und f&uuml;r <b>wie lange</b> die News sichtbar sein sollen.<br><br>Im unteren Bereich der Seite k&ouml;nnen Sie dann angeben, <b>wo</b> die News angezeigt werden soll:</p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/admin_news3.gif" width="700" height="259" alt="admin_news3.gif (31 kB)" border="1"></p>
<br>
<p>Klicken Sie in ein K&auml;stchen hinter dem jeweiligen Bereich, um die News dort anzuzeigen. Der pers&ouml;nliche Bereich bedeutet auch hier wieder: Ihre eigene Stud.IP-Homepage! In den Bereichen, die  mit einem H&auml;kchen markiert sind, wird die News angezeigt, wenn Sie im oberen Bereich der Seite auf die Schaltfl&auml;che <b>&uuml;bernehmen</b> klicken.</p>

<p>Haben Sie auf eine Veranstaltung oder auch ein Institut geklickt, werden Ihnen nun alle News im jeweiligen Bereich angezeigt. Die jeweilige Berechtigung vorausgesetzt, k&ouml;nnen Sie diese nun &uuml;ber eine Schaltfl&auml;che hinter der News <b>bearbeiten</b> (ver&auml;ndern) oder auch <b>l&ouml;schen</b>: </p>
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/admin_news4.gif" width="700" height="139" alt="admin_news4.gif (25 kB)" border="1"></p>

Mit von Ihnen selbst eingestellten News geht das nat&uuml;rlich immer. Mit News von anderen aber nicht. Wenn in der Spalte <b>l&ouml;schen</b> kein K&auml;stchen, sondern ein <b>NEIN</b> zu sehen ist, meint dies auch genau das:</p>  
<br>
<p align="center"><img src="../locale/de/LC_HELP/pictures/admin_news5.gif" width="700" height="197" alt="admin_news5.gif (29 kB)" border="1"></p>
<br>
<p><b><i>Sie</i></b> k&ouml;nnen diese News <b>nicht</b> l&ouml;schen.</p>
<br>
<p>Sind in einer Veranstaltung/ einem Bereich noch keine News eingestellt, wird Ihnen auch dies angezeigt. In diesem Fall, oder wenn Sie eine ganz neue Nachricht anlegen m&ouml;chten, klicken Sie bitte auf die Schaltfl&auml;che <b>NEU</b> und verfahren Sie wie oben beschrieben.</p>
<p>&nbsp; </p>
<p>&nbsp; </p>