
<p><font size="+1"><b>Zugangsberechtigungen einer Veranstaltung &auml;ndern</b></font></p>

<p>&nbsp;</p>
<p>Auf dieser Seite sind s&auml;mtliche Einstellungen, die den Zugang zu einer 
  Veranstaltung regeln (nat&uuml;rlich nur den virtuellen Zugang innerhalb von 
  Stud.IP - Sie k&ouml;nnen jedoch die Teilnehmerbegrezung in Stud.IP f&uuml;r 
  ihre Pr&auml;senzveranstaltung &uuml;bernehmen), zusammengefasst.</p>
<p><b>Achtung:</b> Alle &Auml;nderungen auf dieser Seite werden erst nach einem 
  Klick auf &quot;&uuml;bernehmen&quot; gespeichert. Wenn Sie &Auml;nderungen 
  vorgenommen haben, die noch nicht gespeichert sind, weist Sie das System mit 
  der Bemerkung &quot;Diese Daten sind noch nicht gespeichert&quot; darauf hin.<br>
  <br>
</p>
<p><font size="+1">Anmeldeverfahren - ja oder nein?</font></p>
<p>Zun&auml;chst k&ouml;nnen Sie festlegen, ob ein Anmeldeverfahren, also eine 
  Teilnehmerbeschr&auml;nkung, von Stud.IP durchgef&uuml;hrt werden soll. Sie 
  k&ouml;nnen mit der Option &quot;keins&quot; die Veranstaltung offen lassen 
  und damit den normalen Zugang zu Veranstaltung zulassen (dazu unten mehr). Daneben 
  haben Sie die M&ouml;glichkeit, eine Teilnehmerbeschr&auml;nkung per Losverfahren 
  oder in chronologischer Reihenfolge festzulegen (auch dazu unten mehr).<br>
</p>
<p><img src="../pictures/rot.gif" width="54" height="47"> Wenn ein Anmelverfahren 
  aktiv ist, etwa weil Sie es schon beim Anlegen aktiviert haben, so k&ouml;nnen 
  Sie es nicht in den Modus &quot;kein Anmeldeverfahren&quot; zur&uuml;ck &auml;ndern. 
  Damit soll vor allem vermieden werden, dass Studierende verwirrt werden. Ein 
  Anmeldeverfahren soll, einmal festgelegt, auch so weiterlaufen. Sollten Sie 
  dennoch das Verfahren umstellen wollen, so wenden Sie sich bitte an einen der 
  Administratoren.</p>
<p>&nbsp;</p>
<p><font size="+1">Einstellungen wenn kein Anmeldeverfahren gew&auml;hlt ist</font></p>
<p>Wenn Sie auf &quot;kein&quot; (Ameldeverfahren) geklickt haben oder von vornherein 
  ein Haken neben diesem Button ist, k&ouml;nnen sie die Zugangsberechtigung f&uuml;r 
  Schreiben und Lesen mit unterschiedlichen Einstellungen regeln:</p>
<p>Lesezugriff heisst, dass jemand in Ihrer Veranstaltung alle Materilalien und 
  Diskussionen ansehen, sich aber nicht selbst beteiligen kann. Schreibzugriff 
  bedeutet dementsprechend, dass jemand z.B. in das Forum der Veranstaltung eigene 
  Beitr&auml;ge einstellen kann.<br>
</p>
<ul>
  <li><b>freier Zugriff</b><br>
    meint, dass auch jemand, der &uuml;ber externe Seiten auf Stud.IP st&ouml;sst, 
    in Ihrer Veranstaltung herumschm&ouml;kern kann. Dieser Jemand ist nicht angemeldet 
    und hat deshalb keinen Namen. Diesen "Nobodys" ist das Schreiben grunds&auml;tzlich 
    untersagt. Wenn Sie nicht m&ouml;chten, dass au&szlig;erhalb der universit&auml;ren 
    Klientel jemand in Ihre Arbeit schaut, setzen Sie den Zugriff auf die Standardeinstellung:</li>
  <br>
  <br>
  <li><b>in Stud.IP angemeldet</b><br>
    um nur namentlich bekannten und per Mail zur&uuml;ckgemeldeten Teilnehmern 
    im System lesen und schreiben zu erm&ouml;glichen, oder aktivieren Sie die 
    Option</li>
  <br>
  <br>
  <li><b>nur mit Passwort</b><br>
    um ein Passwort f&uuml;r die Veranstaltung zu vergeben. Sie k&ouml;nnen das 
    Passwort weiter unten auf dieser Seite angeben.<br>
    Ein wirksames Mittel zur Begrenzung der Teilnehmerzahl wie auch zum Ausschluss 
    von "St&ouml;renfrienden" aus der Veranstaltung im Bereich der Lehre, da niemand 
    in die Veranstaltung hineinkommt, der nicht das korrekte Passwort eingibt. 
    Sie k&ouml;nnen das Passwort Ihren Studierenden z.B. in der ersten Veranstaltungssitzung 
    mitteilen. Haben Sie vor, eine Veranstaltung im Bereich der Forschung oder 
    Organisation anzulegen, sollten Sie auf jeden Fall den Passwortschutz einstellen, 
    da sonst alle Teilnehmer im Stud.IP z.B. Gremiumsdiskussionen mitverfolgen 
    k&ouml;nnten.<br>
    <br>
  </li>
</ul>
    
<p>&nbsp;</p>
<p><font size="+1">Einstellungen wenn ein Anmeldeverfahren gew&auml;hlt ist</font></p>
<p>Wenn Sie ein Anmeldeverfahren aktviert haben, k&ouml;nnen Sie folgende Optionen 
  einstellen:</p>
<ul>
  <li><b>Teilnehmerzahl<br>
    </b>Die Anzahl der zugelassenen Teilnehmer. Aus dieser Zahl werden die zugelassenen 
    Teilnehmer pro Kontingent ermittelt.<br>
    <br>
    <b> </b></li>
  <li><b>Kontingente</b> <br>
    Hier legen Sie fest, welche Studierende &uuml;ber ihre Studieng&auml;nge zugelassen 
    werden. Sie k&ouml;nnen Studieng&auml;nge &uuml;ber das Auswahlfeld und einen 
    Klick auf hinzuf&uuml;gen aufnehmen oder durch einen Klick auf die Tonne wieder 
    entfernen.<br>
    Die Angabe der Kontingente erfolgt in Prozent. Die tats&auml;chlichen Pl&auml;tze 
    errechnen sich aus der eingegebenen Teilnehmerzahl. Beachten Sie, dass es 
    bei der Berechnung zu Rundungsfehlern kommen kann und nicht die exakte Platzzahl 
    realisiert wird.<br>
    Das System berechnet f&uuml;r Sie automatisch eine Gleichverteilung, wenn 
    Sie keine eigenen Prozentangaben machen.<br>
    Beachten Sie auch, dass es ein Kontingent f&uuml;r alle anderen Studieng&auml;nge 
    gibt. Damit k&ouml;nnen Sie Pl&auml;tze f&uuml;r beliebige Studieng&auml;nge 
    vergeben. Das System nutzt dieses Kontingent auch, um die Prozentangaben auf 
    100 % auszugleichen.<br>
    <br>
  </li>
  <li><b>Lostermin</b> <br>
    Wenn Sie ein Teilnahmeverfahren mit einem Lostermin gew&auml;hlt haben, m&uuml;ssen 
    Sie diesen hier angeben. Nach diesem Termin werden freie Pl&auml;tze an Studierende 
    vergeben, die in ihrem Kontingent keinen Platz bekommen haben, aber trotzdem 
    berechtigt waren, sich f&uuml;r die Veranstaltung zu bewerben.<br>
    <br>
  </li>
  <li><b>Enddatum der Kontingentierung<br>
    </b>Wenn Sie sich f&uuml;r die Variante der Platzvergabe in der Reihenfolge 
    der Anmeldung entschieden haben, geben Sie hier an, wann die Kontingentierung 
    aufgehoben wird. Auch hier gilt, dass nach dem Termin andere Studenten, deren 
    Kontingent bereits gef&uuml;llt ist, die M&ouml;glichkeit haben, nachzur&uuml;cken. 
    Es werden auch in diesem Fall keine Studenten zugelassen, die keinen passenden 
    Studiengang belegen, es sei denn Sie haben ein Kontingent f&uuml;r alle anderen 
    Studieng&auml;nge angelegt.<br>
    <br>
  </li>
  <li><b>verbindliche Anmeldung<br>
    </b>wenn Sie ein H&auml;kchen hinter &quot;Anmeldung ist verbindlich&quot; 
    setzen, dann legen Sie damit fest, dass Studierende sich nicht mehr aus einer 
    Veranstaltung austragen k&ouml;nnen. Das k&ouml;nnen Sie zum Beispiel dann 
    verwenden, wenn Sie vorher bekannt gegeben haben, dass erreichte Pl&auml;tze 
    in einer Veranstaltung auch wahrgenommen werden m&uuml;ssen, damit Sie mit 
    der Teilnehmeranzahl auch rechnen k&ouml;nnen. Die Teilnehmer ihrer Veranstaltung 
    k&ouml;nnen dann nur noch von ihnen aus der Veranstaltung entlassen werden. 
    &Uuml;berlegen Sie sich also genau, wann Sie Option aktivieren!<br>
    <br>
    <img src="../pictures/gruen.gif" width="54" height="47"> Am besten nutzen 
    Sie diese Option, wenn Sie sie wenige Tage vor dem ersten Termin der Veranstaltung, 
    also wenn man annehmen kann, dass die Studierenden ihren Stundenplan fertiggestell 
    haben, aktivieren. Dazu sollten Sie diesen Termin vorher bekannt geben. Auf 
    diese Weise kann vielleicht erreicht werden, dass die Studierenden die erreichten 
    Pl&auml;tze auch wirklich wahrnehmen, so dass Sie am Ende als Dozent nicht 
    allein in der Veranstaltung sitzen.<br>
  </li>
</ul>
<p>&nbsp;</p>
