

<p>In diesem Abschnitt erfahren Sie, wie Sie Funktionen oder Gruppen anlegen und diesen Personen zuordnen.</p>

<p><b><font size="+1">Der Sinn und Zweck von Gruppen</font></b></p>
<p>In vielen Situatioenen kann es hilfreich sein, die Teilnehmer einer Veranstaltung oder einer Einrichtung nach Funktionen oder Gruppen zu ordnen. 
In einer Veranstaltung k&ouml;nnten dies sein:</b>
<ul type="circle">Unterteilung der Studierenden nach der Art des Scheinerwerbs (kein Schein / Teilnahmeschein / Leistungsschein). 
Sie sehen dann etwa auf einen Blick, welche Studierende besondere Leistungen erbringen m&uuml;ssen... </ul>
<ul type="circle">Unterteilung der Studierenden nach Aufgabengebieten. In einer Praxisveranstaltung etwa soll Teamarbeit gef&ouml;rdert werden, 
dazu wird der Kurs aufgeteilt in "Designer" und "Programmierer".</ul>
<ul type="circle">Die Hausarbeiten der Veranstaltung werden in Gruppen angefertigt. Diese k&ouml;nnen Sie so einfach verwalten und behalten den &Uuml;berblick...</ul>
<p>F&uuml;r jede Einrichtung sind Einteilungen fast unverzichtbar:</b>
<ul type="circle">Um die Hirarchien einer Einrichtung Abzubilden (Hochschullehrer, Mittelbau, Sekretariat etc.)</ul>
<ul type="circle">Um Kompetenzbereiche oder Lehrst&uuml;hle abzubilden (Ein Professor und sein "Hofstaat")</ul>
<ul type="circle">Um Themenschwerpunkte abzugrenzen etc.</ul>

<p><p><b><font size="+1">Funktionen / Gruppen anlegen</font></b></p>

<p>Wenn in einem Bereich noch keine Funktionen oder Gruppen angelegt sind, sehen Sie nur den ersten von drei Bereichen auf der Seite:</p>

<p><img src="../locale/de/LC_HELP/pictures/statusgruppen_admin1.gif" border="1"></p><br>

<p>Mit dieser Zeile k&ouml;nnen Sie eine neue Funktion oder Gruppe anlegen. In dem Feld Vorlagen finden Sie einige f&uuml;r Ihren 
Bereich (Institut / Lehveranstaltung / Forschungsprojekt etc.) sinnvolle Gruppennamen. Um einen von diesen zu &uuml;bernehmen,
klicken Sie auf den gelben Doppelpfeil <img src="../locale/de/LC_HELP/pictures/statusgruppen_admin2.gif" border="1"> rechts daneben.</p>
<p>Der gew&uuml;nschte Gruppenname erscheint nun im Feld rechts daneben. Sie k&ouml;nnen den Namen beliebig ver&auml;ndern
 oder gleich einen eigenen w&auml;hlen, ohne auf die Vorlagen zur&uuml;ckzugreifen.</p>
 <p>Mit dem Feld "Gruppengr&ouml;&szlig;e" k&ouml;nnen Sie die Sollst&auml;rke einer Gruppe festlegen. Diese Zahl kann sp&auml;ter
 n&uuml;tzlich sein, um auf einen Blick sehen zu k&ouml;nnen ob etwa in einem offizellen Gremium eine Gruppe nicht ausreichend besetzt ist
 (Beispiel: die Gruppe der Hochschullehrer im Fakult&auml;tsrat muss mindestens 4 Personen betragen). Wenn Sie es nicht ben&ouml;tigen, 
 lassen Sie das Feld einfach leer!</p>
 Wenn Name und eventuell Anzahl richtig eingestellt sind, klicken Sie auf die gelben Pfeile zum &Uuml;bernehmen.
 
<p><p><b><font size="+1">Personen zuordnen</font></b></p>

<p>Sie sehen jetzt die beiden anderen Bereiche der Seite, den Personenbereich</p>
<p><img src="../locale/de/LC_HELP/pictures/statusgruppen_admin3.gif" border="1"></p><br>
<p>und den Gruppenbereich</p>
<p><img src="../locale/de/LC_HELP/pictures/statusgruppen_admin4.gif" border="1"></p><br>
<p>Der Personenbereich dient dazu, die Nutzer ausfindig zu machen bevor man sie den Gruppen zuordnet. Es stehen zur Auswahl:
alle Teilnehmer der Veranstaltung, alle Mitglieder der beteiligten Einrichtungen sowie eine freie Suche &uuml;ber alle Nutzer des Systems.
Markieren Sie die Nutzer mit der Maus, die Sie einer Gruppe zuordnen wollen. Wenn ein Nutzer bereits einer Gruppe zugeordnet
 ist, erscheint er in grauer Farbe. Dies erleichtert die vollst&auml;ndige Zuordnung aller Personen zu mindestens einer Gruppe.
 Sie k&ouml;nnen die Person aber auch noch anderen Gruppen zuordnen (Beispiel: studentische Hilfskraft UND Frauenbeauftragte)!</p>
 <p>Ordnen Sie die markierten Nutzer einer angelegten Gruppe zu, indem Sie links neben der entsprechenden Kopfzeile der Gruppe auf die
  gelben Doppelpfeile klicken. Die Person erscheint nun in der Gruppe. Mit der M&uuml;lltonne rechts k&ouml;nnen Sie die Zuordnung wieder aufheben.
   Die Person bleibt nat&uuml;rlich als Teilnhemer in der Veranstaltung bestehen!</p>
  <p>Mit der rot markierten Tonne k&ouml;nnen Sie eine ganze Gruppe mit allen Personenzuordnungen l&ouml;schen.</p>
  <p>Mit den gelben Pfeilen zwischen verschiedenen Gruppen k&ouml;nnen Sie die Reihenfolge der Gruppen &auml;ndern.
   In der eingegebenen Reihenfolge erscheinen die Gruppen &uuml;berall im System.</p>
   <p>Mit dem bearbeiten-Symbol rechts in der Gruppenkopfzeile k&ouml;nnen sie nachtr&auml;glich name und Gr&ouml;&szlig;e einer 
   Gruppe ver&auml;ndern. Die aktuellen Daten werden dazu in den oberen Teil der Seite geladen und k&ouml;nnen dort ver&auml;ndert werden.
    Die zu ver&auml;ndernde Gruppe f&auml;rbt sich rot ein.</p>
    <p><img src="../pictures/gruen.gif"> Experimentieren Sie nach Belieben mit den M&ouml;glichkeiten der Seite. Sie k&ouml;nnen 
    absolut nichts kaputt machen, alle Schritte lassen sich r&uuml;ckg&auml;ngig machen! Wenn man das Prinzip einmal verstanden hat
     kommt man sehr schnell zu den gew&uuml;nschten Ergebnissen.</p><br>
    <p><img src="../pictures/gelb.gif"> Bedenken Sie jedoch: Wenn Sie Personen von AUSSERHALB Ihrer Veranstaltung oder 
    Ihres Bereiches einer Gruppe zuordnen, werden diese automatisch in die Veranstaltung oder die Einrichtung eingetragen! Auch
     diesen Schritt k&ouml;nnen Sie nat&uuml;rlich auf den entsprechenden Adminseiten r&uuml;ckg&auml;ngig machen (Veranstaltungsteilnehmer
      entfernen / Einrichtungsmitarbeiter l&ouml;schen)</p>
    