

<p>In diesem Abschnitt erfahren Sie, wie die Teilnehmer Ihrer Veranstaltung verwalten 
  k&ouml;nnen und Tutoren berufen.</p>

<p><b><font size="+1">Zugang</font></b></p>

<p>Betreten Sie bitte Ihre Veranstaltung &uuml;ber die Auswahl <b>Meine Veranstaltungen</b>

  &nbsp; <img src="../pictures/meinesem.gif" width="24" height="21"> </p>

<p>Der Reiter &quot;&Uuml;bersicht&quot; ist automatisch angew&auml;hlt - w&auml;hlen 

  Sie den Unterpunkt &quot;Teilnehmer&quot;:</p>

<p><img src="../locale/de/LC_HELP/pictures/tutorberufen.gif" width="700" height="275" alt="tutorberufen.gif (37 kB)" border="1"></p><br>

<p>Sie sehen jetzt eine Auflistung aller Personen, die an Ihrer Veranstaltung beteiligt 

  sind.</p>

<p><font size="+1"><b>Berufungen / Entlassungen</b></font></p>

<p>Wenn Sie in der Veranstaltung den Status &quot;DozentIn&quot; innehaben, erscheinen Sie 

  entsprechend im Abschnitt f&uuml;r DozentInnen. Sie haben jetzt -im Gegensatz zu 

  TutorInnen, AutorInnen oder LeserInnen - zwei zus&auml;tzliche Spalten mit roten bzw. 

  blauen Pfeilen.</p>

<p>Blaue Pfeile stehen f&uuml;r <b>Bef&ouml;rderung</b>, rote f&uuml;r <b>Entlassung</b>. 

  Sie k&ouml;nnen jetzt Personen, die in Ihrer Veranstaltung als AutorInnen eingetragen <b>(und als wissenschaftliche Hilfskr&auml;fte an Ihrem Institut besch&auml;ftigt sind)</b> zu TutorInnen ernennen - diese haben weitreichende Rechte im Seminarbereich: 

  etwa Ablaufpl&auml;ne einstellen, Literatur anpassen etc.</p><br>

<p><img src="../pictures/gruen.gif" width="54" height="47"> Sie hatten bereits 

  beim Anlegen der Veranstaltung die M&ouml;glichkeit TutorInnen zu berufen - wenn Sie 

  davon Gebrauch gemacht haben, sind diese jetzt schon eingetragen. Sie k&ouml;nnen 

  auch jederzeit auf der Seite mit den Veranstaltungsdaten die TutorInnen berufen und m&uuml;ssen 

  nicht die obige &Uuml;bersichtstabelle verwenden. Dr&uuml;cken Sie dazu auf 

  das Symbol f&uuml;r Administration in der Kopfzeile&nbsp; <img src="../pictures/admin.gif" width="24" height="21" alt="admin.gif (1 kB)" border="0">&nbsp; und folgen den Anweisungen im Hilfebereich &quot;<a href="index.php?help_page=x_aendern.htm">Basisdaten 

  &auml;ndern</a>&quot; </p>

<p>Sie k&ouml;nnen TutorInnen, die Ihrer Aufgabe nicht gewachsen waren (?!) auch 

  wieder entlassen: klicken Sie daf&uuml;r einfach beim entsprechenden Namen auf 

  den roten Pfeil in der Spalte &quot;Tutor entlassen&quot;.</p>

<p>Ebenso k&ouml;nnen Sie AutorInnen, die die Veranstaltung st&ouml;ren wollen, das Schreibrecht 

  entziehen oder gar ganz aus dem Seminar entfernen.</p>

<p><img src="../pictures/gruen.gif" width="54" height="47"> Auf solche Art entfernte 

  Personen k&ouml;nnen sich nat&uuml;rlich erneut in Ihrer Veranstaltung anmelden und 

  von vorn beginnen! Das k&ouml;nnen Sie nur verhindern, wenn Sie Ihr Seminar 

  mit einem Passwort sch&uuml;tzen - das Verfahren finden Sie <a href="index.php?help_page=x_aendern.htm">hier</a>.</p>

<!--<p><img src="../pictures/gelb.gif" width="54" height="47"> Die Stud.IP-&quot;Netikette&quot; 

  sieht vor, das die Personen &uuml;ber &Auml;nderungen, die Sie vornehmen, informiert 

  werden. Es wird daher automatich eine systeminterne SMS an den ver&auml;nderten 

  Nutzer geschickt mit den Informationen &uuml;ber die &Auml;nderung.</p>-->

<p><img src="../pictures/gelb.gif" width="54" height="47"> Sie sollten St&ouml;renfriede 

  zun&auml;chst verwarnen, ehe Sie sie rauswerfen - wir sind Sozialwissenschaftler 

  und glauben als solche an die Lernf&auml;higkeit der Menschen.</p>

<p><img src="../pictures/gelb.gif" width="54" height="47"> EinE TutorIn kann sich 
  seiner/ihrer Verantwortung nicht selbst entziehen - er oder sie hat keine M&ouml;glichkeit 
  Ihre Veranstaltung von selbst &quot;loszuwerden&quot;! Sprechen Sie daher <b>vorher 
  </b>mit den Personen die Aufgaben in der Veranstaltung ab.</p>
<p>&nbsp;</p>
<p><b><font size="+1">Anmelde- und Warteliste</font></b></p>
<p>Wenn Sie die Veranstaltung als teilnehmerbegrenzte Veranstaltung angelegt haben, 
  sehen Sie in einer weiteren Tabelle die Anmelde- bzw. Warteliste. In diesen 
  Listen sehen Sie alle Nutzer, die zwar gerne die Veranstaltung belegen m&ouml;chten, 
  aber entweder noch nicht ausgelost wurden, oder vom System nicht mehr aufgenommen 
  wurden, da alle Pl&auml;tze eines Kontingents bereits gef&uuml;llt sind. <br>
  Sie k&ouml;nnen jedoch jeden Nutzder der Anmelde- oder Warteliste einfach so 
  berufen, wenn Sie dies f&uuml;r richtig halten, in dem Sie auf den roten Pfeil 
  in der Spalte &quot;In die Veranstaltung eintragem&quot; klicken. Der Nutzer 
  wird dann quasi an der Teilnehmerbeschr&auml;nkung vorbei in die Veranstaltung 
  eingetragen. Dieser Eintrag beeinflust jedoch nicht die automatische Auswahl 
  der Teilnehmer, dh. wenn Sie Studenten per Hand eintragen, vergr&ouml;ssert 
  das die am Ende entstehende Teilnehmeranzahl der Veranstaltung!</p>
<p><img src="../pictures/gruen.gif" width="54" height="47"> Sie sehen auf der 
  Anmelde- und Warteliste sowie bei allen normalen Nutzern, die &uuml;ber die 
  Teilnehmerbegrenzung automatisch eingetragen wurden, mit welchem Studiengang 
  sie sich f&uuml;r die Veranstaltung angemeldet haben. Diese Angabe ben&ouml;tigen 
  Sie, wenn Sie in der ersten Sitzung &uuml;berpr&uuml;fen wollen, ob die anwesenden 
  Personen wirklich einen Platz bekommen haben und ob die Studenten bei der Anmeldung 
  korrekte Angaben &uuml;ber ihren Studiengang gemacht haben. Drucken Sie daf&uuml;r 
  die Teilnehmerliste einfach &uuml;ber die Druckfunktion ihres Brwoser aus.</p>
<p><img src="../pictures/gelb.gif" width="54" height="47"> Wenn Studendierende, 
  die einen Platz in der Veranstaltung erhalten haben, in der ersten Sitzung <u>nicht</u> 
  erscheinen und Sie daf&uuml;r weitere Studenten von der Warteliste nachr&uuml;cken 
  lassen, m&uuml;ssen Sie unbedingt, wenn Sie das n&auml;chste Mal Stud.IP betreten, 
  diesen Studenten hier auf dieser Seite einen Platz in der Veranstaltung zuweisen 
  (siehe oben). Anderfalls haben diese Studierende keinen Zugriff auf die Daten 
  der Veranstaltung. Ddas System wei&szlig; von sich aus schlie&szlig;lich nicht, 
  wem Sie in der ersten Sitzung einen Platz gegeben haben!<br>
</p>
<p>&nbsp; </p>
<p><b><font size="+1">Schnellberufung</font></b></p>

<p>Um MitarbeiterInnen Ihrer Einrichtung schnell berufen zu k&ouml;nnen (ohne 
  dass diese erst als AutorInnen in Ihrer Veranstaltung stehen m&uuml;ssen) haben 
  wir am Ende der Seite eine Auswahlliste aller berufbarer Tutorenanw&auml;rterInnen 
  ihrer Einrichtung gestellt:</p>

<p><img src="../locale/de/LC_HELP/pictures/semteil2.gif" width="700" height="28" alt="semteil2.gif (4 kB)" border="1"> </p>

<p>W&auml;hlen Sie einfach den Namen aus und berufen Sie!</p>
<p>Auf eine &auml;hnliche Art und Weise k&ouml;nnen Sie auch beliebige Nutzer 
  des Systems ausw&auml;hlen und als normale Nutzer in die Veranstaltung eintragen. 
  Geben Sie einfach in das Suchfeld unter dem Feld zum Berufen von Tutoren ein, 
  was Sie &uuml;ber denjenigen, den Sie berufen wollen wissen: Etwa seinen Vor- 
  oder Nachnamen oder auch seinen Nutzernamen. Klicken Sie dann auf &quot;Suche 
  starten&quot;. Das System zeigt ihnen nun alle gefundenen Nutzer an, die Sie 
  nun direkt in die Veranstaltung eintragen k&ouml;nnen.</p>

<p>&nbsp; </p>
<p><b><font size="+1">Aktivit&auml;tsanzeige</font></b></p>

<p>Um einen schnellen &Uuml;berblick &uuml;ber die Aktivit&auml;t Ihrer Veranstaltung zu bekommen, schalten Sie die Aktivit&auml;tsanzeige ein:</p>

<p><img src="../locale/de/LC_HELP/pictures/teilnehmer_aktiv1.gif" border="1"> </p>
<p>Nun werden alle TeilnehmerInnen der Veranstaltung farblich codiert. Je gr+ner der Farbwert, 
desto aktiver ist die Person, ein roter Farbwert steht f&uuml;r unterdurchschnittliche Beteiligung. 
Ein grauer Wert entspricht genau durchschnittlicher Aktivit&auml;t. Die Aktivit&auml;t wird dynamisch
aus den Mittelwerten aller KursteilnhemerInnen berechnet. Wenn Sie mit der Maus &uuml;ber einem der
Farbwerte verweilen, erscheint eine Prozentangabe relativ zur durchschnittlichen Seminaraktivit&auml;t.
Ein Wert von 100% entspricht also dem Seminardurchschnitt und wird entsprechend grau dargestellt.</p>
<p><img src="../locale/de/LC_HELP/pictures/teilnehmer_aktiv2.gif" border="1"> </p>
<p>&nbsp; </p>