<p><b><font size="+1">Suchen nach Einrichtungen</font></b></p>
<p>Sie k&ouml;nnen gezielt nach Einrichtungen suchen, die in Stud.IP erfasst wurden. Einrichtungen k&ouml;nnen Fakult&auml;ten, Institute oder &auml;hnliches sein. Die Einrichtungssuche ist eine schnelle und komfortable M&ouml;glichkeit um an Informationen &uuml;ber Einrichtungen (Adresse, Homepage, Telefonnummer, Mitarbeiterlisten o.&auml;.) zu gelangen. Oft finden sich auf den Stud.IP-Seiten der Einrichtungen auch Literaturlisten oder wichtige Dateien zum Download.Um eine Einrichtung zu finden stehen Ihnen mehrere M&ouml;glichkeiten zur Verf&uuml;gung: </p>
<p>1. Sie k&ouml;nnen sich durch den sog. <b>"Einrichtungsbaum"</b> klicken. </p><p align="center"><img src="../locale/de/LC_HELP/pictures/einr_baum" border="1"></p><p><blockquote>In der Regel ist eine der obersten Ebenen die Universit&auml;tsebene. Klicken Sie auf den Namen der Universit&auml;t, das Ordnersymbol oder den Pfeil davor, klappt eine Unterstruktur auf, in der alle Fakult&auml;ten, Institute, Fachbereiche, Seminare, etc. enthalten sind, die der Universit&auml;t zugeordnet sind. Auf diese Weise k&ouml;nnen Sie sich auch einen &Uuml;berblick &uuml;ber die universit&auml;ren Strukturen verschaffen. Nat&uuml;rlich k&ouml;nnen die Ebenen auch g&auml;nzlich anders benannt sein, wenn Stud.IP an einer Fachhochschule oder au&szlig;erhalb der Lehre eingesetzt wird.</blockquote></p> 
<p>2. Sie k&ouml;nnen die <b>Suchfelder in der Infobox</b> am rechten Bildschirmrand benutzen. </p><p align="center"><img src="../locale/de/LC_HELP/pictures/suche_infobox.gif" border="1"></p>Hier haben Sie mehrere M&ouml;glichkeiten:<blockquote><b><i>Name der Einrichtung</b></i> - Geben Sie den <b>Namen</b> der zu suchenden Einrichtung ein und klicken Sie auf <img src="../locale/de/LC_BUTTONS/suchestarten-button.gif"></blockquote>
<blockquote><b><i>Einrichtung dieses Mitarbeiters:</b></i> - Geben Sie den Namen eines Mitarbeiters einer Einrichtung ein un klicken Sie auf <img src="../locale/de/LC_BUTTONS/suchestarten-button.gif">. Sie bekommen eine Liste aller Einrichtungen angezeigt, an denen ein Mitarbeiter mit diesem Namen arbeitet.</blockquote><blockquote><b></i>Einrichtung dieser Veranstaltung</b></i> - Geben Sie den Namen einer Veranstaltung ein und klicken Sie auf <img src="../locale/de/LC_BUTTONS/suchestarten-button.gif">. Sie bekommen dann angezeigt von welcher Einrichtung die betreffende Veranstaltung angeboten wird.</blockquote><p>
 <p>&nbsp; </p>  
  <p>&nbsp; </p>